{
  "metadata": {
    "created": "2025-07-22T17:41:03.545620",
    "num_papers": 1,
    "enriched": true
  },
  "papers": [
    {
      "title": "Different Methods to Estimate the Phase of Neural Rhythms Agree But Only During Times of Low Uncertainty.",
      "authors": [
        "Wodeyar, Anirudh",
        "Marshall, François A",
        "Chu, Catherine J",
        "Eden, Uri T",
        "Kramer, Mark A"
      ],
      "abstract": "Rhythms are a common feature of brain activity. Across different types of rhythms, the phase has been proposed to have functional consequences, thus requiring its accurate specification from noisy data. Phase is conventionally specified using techniques that presume a frequency band-limited rhythm. However, in practice, observed brain rhythms are typically nonsinusoidal and amplitude modulated. How these features impact methods to estimate phase remains unclear. To address this, we consider three phase estimation methods, each with different underlying assumptions about the rhythm. We apply these methods to rhythms simulated with different generative mechanisms and demonstrate inconsistency in phase estimates across the different methods. We propose two improvements to the practice of phase estimation: (1) estimating confidence in the phase estimate, and (2) examining the consistency of phase estimates between two (or more) methods.",
      "year": "2023",
      "journal": "eNeuro",
      "doi": "10.1523/ENEURO.0507-22.2023",
      "pmid": "37833061",
      "arxiv_id": null,
      "keywords": [
        "Uncertainty",
        "Brain",
        "Electroencephalography"
      ],
      "citation_count": 0,
      "citation_count_source": null,
      "impact_factor": 2.7,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q3",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    }
  ]
}