{
  "metadata": {
    "created": "2025-07-22T15:22:34.012533",
    "num_papers": 50,
    "enriched": true
  },
  "papers": [
    {
      "title": "Towards network-guided neuromodulation for epilepsy.",
      "authors": [
        "Piper, Rory J",
        "Richardson, R Mark",
        "Worrell, Gregory",
        "Carmichael, David W",
        "Baldeweg, Torsten",
        "Litt, Brian",
        "Denison, Timothy",
        "Tisdall, Martin M"
      ],
      "abstract": "Epilepsy is well-recognized as a disorder of brain networks. There is a growing body of research to identify critical nodes within dynamic epileptic networks with the aim to target therapies that halt the onset and propagation of seizures. In parallel, intracranial neuromodulation, including deep brain stimulation and responsive neurostimulation, are well-established and expanding as therapies to reduce seizures in adults with focal-onset epilepsy; and there is emerging evidence for their efficacy in children and generalized-onset seizure disorders. The convergence of these advancing fields is driving an era of 'network-guided neuromodulation' for epilepsy. In this review, we distil the current literature on network mechanisms underlying neurostimulation for epilepsy. We discuss the modulation of key 'propagation points' in the epileptogenic network, focusing primarily on thalamic nuclei targeted in current clinical practice. These include (i) the anterior nucleus of thalamus, now a clinically approved and targeted site for open loop stimulation, and increasingly targeted for responsive neurostimulation; and (ii) the centromedian nucleus of the thalamus, a target for both deep brain stimulation and responsive neurostimulation in generalized-onset epilepsies. We discuss briefly the networks associated with other emerging neuromodulation targets, such as the pulvinar of the thalamus, piriform cortex, septal area, subthalamic nucleus, cerebellum and others. We report synergistic findings garnered from multiple modalities of investigation that have revealed structural and functional networks associated with these propagation points - including scalp and invasive EEG, and diffusion and functional MRI. We also report on intracranial recordings from implanted devices which provide us data on the dynamic networks we are aiming to modulate. Finally, we review the continuing evolution of network-guided neuromodulation for epilepsy to accelerate progress towards two translational goals: (i) to use pre-surgical network analyses to determine patient candidacy for neurostimulation for epilepsy by providing network biomarkers that predict efficacy; and (ii) to deliver precise, personalized and effective antiepileptic stimulation to prevent and arrest seizure propagation through mapping and modulation of each patients' individual epileptogenic networks.",
      "year": "2022",
      "journal": "Brain : a journal of neurology",
      "doi": "10.1093/brain/awac234",
      "pmid": "35771657",
      "arxiv_id": null,
      "keywords": [
        "Adult",
        "Child",
        "Humans",
        "Deep Brain Stimulation",
        "Anticonvulsants",
        "Epilepsy",
        "Subthalamic Nucleus",
        "Thalamus",
        "Epilepsies, Partial"
      ],
      "citation_count": 151,
      "citation_count_source": null,
      "impact_factor": null,
      "impact_factor_source": null,
      "journal_quartile": null,
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Neuromodulation in epilepsy: state-of-the-art approved therapies.",
      "authors": [
        "Ryvlin, Philippe",
        "Rheims, Sylvain",
        "Hirsch, Lawrence J",
        "Sokolov, Arseny",
        "Jehi, Lara"
      ],
      "abstract": "Three neuromodulation therapies have been appropriately tested and approved in refractory focal epilepsies: vagus nerve stimulation (VNS), deep brain stimulation of the anterior nucleus of the thalamus (ANT-DBS), and closed-loop responsive neurostimulation of the epileptogenic zone or zones. These therapies are primarily palliative. Only a few individuals have achieved complete freedom from seizures for more than 12 months with these therapies, whereas more than half have benefited from long-term reduction in seizure frequency of more than 50%. Implantation-related adverse events primarily include infection and pain at the implant site. Intracranial haemorrhage is a frequent adverse event for ANT-DBS and responsive neurostimulation. Other stimulation-specific side-effects are observed with VNS and ANT-DBS. Biomarkers to predict response to neuromodulation therapies are not available, and high-level evidence to aid decision making about when and for whom these therapies should be preferred over other antiepileptic treatments is scant. Future studies are thus needed to address these shortfalls in knowledge, approve other forms of neuromodulation, and develop personalised closed-loop therapies with embedded machine learning. Until then, neuromodulation could be considered for individuals with intractable seizures, ideally after the possibility of curative surgical treatment has been carefully assessed and ruled out or judged less appropriate.",
      "year": "2021",
      "journal": "The Lancet. Neurology",
      "doi": "10.1016/S1474-4422(21)00300-8",
      "pmid": "34710360",
      "arxiv_id": null,
      "keywords": [
        "Deep Brain Stimulation",
        "Drug Resistant Epilepsy",
        "Epilepsy",
        "Humans",
        "Seizures",
        "Treatment Outcome",
        "Vagus Nerve Stimulation"
      ],
      "citation_count": 211,
      "citation_count_source": null,
      "impact_factor": null,
      "impact_factor_source": null,
      "journal_quartile": null,
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Alzheimer Disease and Epilepsy: A Mendelian Randomization Study.",
      "authors": [
        "Fang, Yi",
        "Si, Xiaoli",
        "Wang, Jiali",
        "Wang, Zhiyun",
        "Chen, Ying",
        "Liu, Yi",
        "Yan, Yaping",
        "Tian, Jun",
        "Zhang, Baorong",
        "Pu, Jiali"
      ],
      "abstract": "Observational studies suggested a bidirectional relationship between Alzheimer disease (AD) and epilepsies. However, it remains debated whether and in which direction a causal association exists. This study aims to explore the relationship between genetic predisposition to AD, CSF biomarkers of AD (β-amyloid [Aβ] 42 and phosphorylated tau [pTau]), and epilepsies with 2-sample, bidirectional Mendelian randomization (MR) method. Genetic instruments were obtained from large-scale genome-wide meta-analysis of AD (N For forward analysis, genetic predisposition to AD was associated with an increased risk of generalized epilepsy (odds ratio [OR] 1.053, 95% CI 1.002-1.105,  This MR study supports a causal link between AD, amyloid pathology, and generalized epilepsy. This study also indicates a close association between AD and focal HS. More effort should be made to screen seizure in AD, unravel its clinical implications, and explore its role as a putative modifiable risk factor.",
      "year": "2023",
      "journal": "Neurology",
      "doi": "10.1212/WNL.0000000000207423",
      "pmid": "37225432",
      "arxiv_id": null,
      "keywords": [
        "Humans",
        "Alzheimer Disease",
        "Genetic Predisposition to Disease",
        "Genome-Wide Association Study",
        "Mendelian Randomization Analysis",
        "Epilepsy, Generalized",
        "Seizures",
        "Epilepsy, Absence",
        "Polymorphism, Single Nucleotide"
      ],
      "citation_count": 40,
      "citation_count_source": null,
      "impact_factor": 7.7,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q1",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Development and Validation of a Prediction Model for Early Diagnosis of ",
      "authors": [
        "Brunklaus, Andreas",
        "Pérez-Palma, Eduardo",
        "Ghanty, Ismael",
        "Xinge, Ji",
        "Brilstra, Eva",
        "Ceulemans, Berten",
        "Chemaly, Nicole",
        "de Lange, Iris",
        "Depienne, Christel",
        "Guerrini, Renzo",
        "Mei, Davide",
        "Møller, Rikke S",
        "Nabbout, Rima",
        "Regan, Brigid M",
        "Schneider, Amy L",
        "Scheffer, Ingrid E",
        "Schoonjans, An-Sofie",
        "Symonds, Joseph D",
        "Weckhuysen, Sarah",
        "Kattan, Michael W",
        "Zuberi, Sameer M",
        "Lal, Dennis"
      ],
      "abstract": "Pathogenic variants in the neuronal sodium channel α1 subunit gene ( We performed a retrospective multicenter cohort study comprising data from patients with  A total of 1,018 participants were included. The frequency of Dravet syndrome was 616/743 (83%) in the training cohort, 147/203 (72%) in validation cohort 1, and 60/72 (83%) in validation cohort 2. A high  The prediction model allows objective estimation at disease onset whether a child will develop Dravet syndrome vs GEFS+, assisting clinicians with prognostic counseling and decisions on early institution of precision therapies (http://scn1a-prediction-model.broadinstitute.org/). This study provides Class II evidence that a combined ",
      "year": "2022",
      "journal": "Neurology",
      "doi": "10.1212/WNL.0000000000200028",
      "pmid": "35074891",
      "arxiv_id": null,
      "keywords": [
        "Child",
        "Cohort Studies",
        "Early Diagnosis",
        "Epilepsies, Myoclonic",
        "Epilepsy",
        "Humans",
        "Mutation",
        "NAV1.1 Voltage-Gated Sodium Channel",
        "Retrospective Studies"
      ],
      "citation_count": 54,
      "citation_count_source": null,
      "impact_factor": 7.7,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q1",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Genetic Landscape of Common Epilepsies: Advancing towards Precision in Treatment.",
      "authors": [
        "Thakran, Sarita",
        "Guin, Debleena",
        "Singh, Pooja",
        "Singh, Priyanka",
        "Kukal, Samiksha",
        "Rawat, Chitra",
        "Yadav, Saroj",
        "Kushwaha, Suman S",
        "Srivastava, Achal K",
        "Hasija, Yasha",
        "Saso, Luciano",
        "Ramachandran, Srinivasan",
        "Kukreti, Ritushree"
      ],
      "abstract": "Epilepsy, a neurological disease characterized by recurrent seizures, is highly heterogeneous in nature. Based on the prevalence, epilepsy is classified into two types: common and rare epilepsies. Common epilepsies affecting nearly 95% people with epilepsy, comprise generalized epilepsy which encompass idiopathic generalized epilepsy like childhood absence epilepsy, juvenile myoclonic epilepsy, juvenile absence epilepsy and epilepsy with generalized tonic-clonic seizure on awakening and focal epilepsy like temporal lobe epilepsy and cryptogenic focal epilepsy. In 70% of the epilepsy cases, genetic factors are responsible either as single genetic variant in rare epilepsies or multiple genetic variants acting along with different environmental factors as in common epilepsies. Genetic testing and precision treatment have been developed for a few rare epilepsies and is lacking for common epilepsies due to their complex nature of inheritance. Precision medicine for common epilepsies require a panoramic approach that incorporates polygenic background and other non-genetic factors like microbiome, diet, age at disease onset, optimal time for treatment and other lifestyle factors which influence seizure threshold. This review aims to comprehensively present a state-of-art review of all the genes and their genetic variants that are associated with all common epilepsy subtypes. It also encompasses the basis of these genes in the epileptogenesis. Here, we discussed the current status of the common epilepsy genetics and address the clinical application so far on evidence-based markers in prognosis, diagnosis, and treatment management. In addition, we assessed the diagnostic predictability of a few genetic markers used for disease risk prediction in individuals. A combination of deeper endo-phenotyping including pharmaco-response data, electro-clinical imaging, and other clinical measurements along with genetics may be used to diagnose common epilepsies and this marks a step ahead in precision medicine in common epilepsies management.",
      "year": "2020",
      "journal": "International journal of molecular sciences",
      "doi": "10.3390/ijms21207784",
      "pmid": "33096746",
      "arxiv_id": null,
      "keywords": [
        "DNA Copy Number Variations",
        "Epilepsy",
        "Epilepsy, Absence",
        "Epilepsy, Generalized",
        "Genetic Markers",
        "Humans",
        "Pharmacogenomic Testing",
        "Precision Medicine",
        "Prognosis",
        "Seizures",
        "Time Factors"
      ],
      "citation_count": 71,
      "citation_count_source": null,
      "impact_factor": 4.9,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q2",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Monogenic Epilepsies: Disease Mechanisms, Clinical Phenotypes, and Targeted Therapies.",
      "authors": [
        "Guerrini, Renzo",
        "Balestrini, Simona",
        "Wirrell, Elaine C",
        "Walker, Matthew C"
      ],
      "abstract": "A monogenic etiology can be identified in up to 40% of people with severe epilepsy. To address earlier and more appropriate treatment strategies, clinicians are required to know the implications that specific genetic causes might have on pathophysiology, natural history, comorbidities, and treatment choices. In this narrative review, we summarize concepts on the genetic epilepsies based on the underlying pathophysiologic mechanisms and present the current knowledge on treatment options based on evidence provided by controlled trials or studies with lower classification of evidence. Overall, evidence robust enough to guide antiseizure medication (ASM) choices in genetic epilepsies remains limited to the more frequent conditions for which controlled trials and observational studies have been possible. Most monogenic disorders are very rare and ASM choices for them are still based on inferences drawn from observational studies and early, often anecdotal, experiences with precision therapies. Precision medicine remains applicable to only a narrow number of patients with monogenic epilepsies and may target only part of the actual functional defects. Phenotypic heterogeneity is remarkable, and some genetic mutations activate epileptogenesis through their developmental effects, which may not be reversed postnatally. Other genes seem to have pure functional consequences on excitability, acting through either loss- or gain-of-function effects, and these may have opposite treatment implications. In addition, the functional consequences of missense mutations may be difficult to predict, making precision treatment approaches considerably more complex than estimated by deterministic interpretations. Knowledge of genetic etiologies can influence the approach to surgical treatment of focal epilepsies. Identification of germline mutations in specific genes contraindicates surgery while mutations in other genes do not. Identification, quantification, and functional characterization of specific somatic mutations before surgery using CSF liquid biopsy or after surgery in brain specimens will likely be integrated in planning surgical strategies and reintervention after a first unsuccessful surgery as initial evidence suggests that mutational load may correlate with the epileptogenic zone. Promising future directions include gene manipulation by DNA or mRNA targeting; although most are still far from clinical use, some are in early phase clinical development.",
      "year": "2021",
      "journal": "Neurology",
      "doi": "10.1212/WNL.0000000000012744",
      "pmid": "34493617",
      "arxiv_id": null,
      "keywords": [
        "Anticonvulsants",
        "Epilepsy",
        "Genetic Predisposition to Disease",
        "Humans",
        "Molecular Targeted Therapy",
        "Precision Medicine"
      ],
      "citation_count": 67,
      "citation_count_source": null,
      "impact_factor": 7.7,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q1",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Genotype-phenotype associations in 1018 individuals with SCN1A-related epilepsies.",
      "authors": [
        "Gallagher, Declan",
        "Pérez-Palma, Eduardo",
        "Bruenger, Tobias",
        "Ghanty, Ismael",
        "Brilstra, Eva",
        "Ceulemans, Berten",
        "Chemaly, Nicole",
        "de Lange, Iris",
        "Depienne, Christel",
        "Guerrini, Renzo",
        "Mei, Davide",
        "Møller, Rikke S",
        "Nabbout, Rima",
        "Regan, Brigid M",
        "Schneider, Amy L",
        "Scheffer, Ingrid E",
        "Schoonjans, An-Sofie",
        "Symonds, Joseph D",
        "Weckhuysen, Sarah",
        "Zuberi, Sameer M",
        "Lal, Dennis",
        "Brunklaus, Andreas"
      ],
      "abstract": "SCN1A variants are associated with epilepsy syndromes ranging from mild genetic epilepsy with febrile seizures plus (GEFS+) to severe Dravet syndrome (DS). Many variants are de novo, making early phenotype prediction difficult, and genotype-phenotype associations remain poorly understood. We assessed data from a retrospective cohort of 1018 individuals with SCN1A-related epilepsies. We explored relationships between variant characteristics (position, in silico prediction scores: Combined Annotation Dependent Depletion (CADD), Rare Exome Variant Ensemble Learner (REVEL), SCN1A genetic score), seizure characteristics, and epilepsy phenotype. DS had earlier seizure onset than other GEFS+ phenotypes (5.3 vs. 12.0 months, p < .001). In silico variant scores were higher in DS versus GEFS+ (p < .001). Patients with missense variants in functionally important regions (conserved N-terminus, S4-S6) exhibited earlier seizure onset (6.0 vs. 7.0 months, p = .003) and were more likely to have DS (280/340); those with missense variants in nonconserved regions had later onset (10.0 vs. 7.0 months, p = .036) and were more likely to have GEFS+ (15/29, χ Understanding genotype-phenotype associations in SCN1A-related epilepsies is critical for early diagnosis and management. We demonstrate an earlier disease onset in patients with missense variants in important functional regions, the occurrence of GEFS+ truncating variants, and the value of in silico prediction scores. Status epilepticus as initial seizure type is a highly specific, but not sensitive, early feature of DS.",
      "year": "2024",
      "journal": "Epilepsia",
      "doi": "10.1111/epi.17882",
      "pmid": "38410936",
      "arxiv_id": null,
      "keywords": [
        "Humans",
        "Retrospective Studies",
        "NAV1.1 Voltage-Gated Sodium Channel",
        "Epilepsy",
        "Epilepsies, Myoclonic",
        "Seizures, Febrile",
        "Phenotype",
        "Genetic Association Studies",
        "Status Epilepticus",
        "Mutation"
      ],
      "citation_count": 20,
      "citation_count_source": null,
      "impact_factor": 6.6,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q1",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "SCN1A-deficient excitatory neuronal networks display mutation-specific phenotypes.",
      "authors": [
        "van Hugte, Eline J H",
        "Lewerissa, Elly I",
        "Wu, Ka Man",
        "Scheefhals, Nicky",
        "Parodi, Giulia",
        "van Voorst, Torben W",
        "Puvogel, Sofia",
        "Kogo, Naoki",
        "Keller, Jason M",
        "Frega, Monica",
        "Schubert, Dirk",
        "Schelhaas, Helenius J",
        "Verhoeven, Judith",
        "Majoie, Marian",
        "van Bokhoven, Hans",
        "Nadif Kasri, Nael"
      ],
      "abstract": "Dravet syndrome is a severe epileptic encephalopathy, characterized by (febrile) seizures, behavioural problems and developmental delay. Eighty per cent of patients with Dravet syndrome have a mutation in SCN1A, encoding Nav1.1. Milder clinical phenotypes, such as GEFS+ (generalized epilepsy with febrile seizures plus), can also arise from SCN1A mutations. Predicting the clinical phenotypic outcome based on the type of mutation remains challenging, even when the same mutation is inherited within one family. This clinical and genetic heterogeneity adds to the difficulties of predicting disease progression and tailoring the prescription of anti-seizure medication. Understanding the neuropathology of different SCN1A mutations may help to predict the expected clinical phenotypes and inform the selection of best-fit treatments. Initially, the loss of Na+-current in inhibitory neurons was recognized specifically to result in disinhibition and consequently seizure generation. However, the extent to which excitatory neurons contribute to the pathophysiology is currently debated and might depend on the patient clinical phenotype or the specific SCN1A mutation. To examine the genotype-phenotype correlations of SCN1A mutations in relation to excitatory neurons, we investigated a panel of patient-derived excitatory neuronal networks differentiated on multi-electrode arrays. We included patients with different clinical phenotypes, harbouring various SCN1A mutations, along with a family in which the same mutation led to febrile seizures, GEFS+ or Dravet syndrome. We hitherto describe a previously unidentified functional excitatory neuronal network phenotype in the context of epilepsy, which corresponds to seizurogenic network prediction patterns elicited by proconvulsive compounds. We found that excitatory neuronal networks were affected differently, depending on the type of SCN1A mutation, but did not segregate according to clinical severity. Specifically, loss-of-function mutations could be distinguished from missense mutations, and mutations in the pore domain could be distinguished from mutations in the voltage sensing domain. Furthermore, all patients showed aggravated neuronal network responses at febrile temperatures compared with controls. Finally, retrospective drug screening revealed that anti-seizure medication affected GEFS+ patient- but not Dravet patient-derived neuronal networks in a patient-specific and clinically relevant manner. In conclusion, our results indicate a mutation-specific excitatory neuronal network phenotype, which recapitulates the foremost clinically relevant features, providing future opportunities for precision therapies.",
      "year": "2023",
      "journal": "Brain : a journal of neurology",
      "doi": "10.1093/brain/awad245",
      "pmid": "37467479",
      "arxiv_id": null,
      "keywords": [
        "Humans",
        "NAV1.1 Voltage-Gated Sodium Channel",
        "Retrospective Studies",
        "Epilepsies, Myoclonic",
        "Mutation",
        "Epilepsy, Generalized",
        "Phenotype",
        "Seizures, Febrile",
        "Neurons"
      ],
      "citation_count": 30,
      "citation_count_source": null,
      "impact_factor": null,
      "impact_factor_source": null,
      "journal_quartile": null,
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Update on first unprovoked seizure in children and adults: A narrative review.",
      "authors": [
        "Jiménez-Villegas, María José",
        "Lozano-García, Lucas",
        "Carrizosa-Moog, Jaime"
      ],
      "abstract": "First seizures are always challenging for physicians. Determining etiology, risk of recurrence, need for diagnostic electroencephalogram (EEG) or neuroimaging, balancing starting anti-seizure medication (ASM) versus its potential adverse effects, and addressing patient and family concerns about social or emotional impact in lifestyle issues is always demanding. a narrative review providing information from a database search between January 1970 to November 2020 was conducted, with the following search terms: first seizure, epidemiology, treatment, neuroimaging, electroencephalogram, impact, lifestyle. Incidence rates of single unprovoked seizures range from 23 to 64.1 /100000/person-years. The risk of recurrence depends on several clinical, etiological, EEG, and neuroimaging findings that should be approached on an individual basis. Initiating ASM is not generally advised, but shall be considered in individual situations. The emotional and social impact of single seizures must not be underestimated. Some interesting clues are pointing out at risks to present or prevent a first seizure. Presentation of first seizure, diagnostic workup, treatment, and impact should be considered individually based on continuously updated knowledge of treating physicians.",
      "year": "2021",
      "journal": "Seizure",
      "doi": "10.1016/j.seizure.2021.03.027",
      "pmid": "33840584",
      "arxiv_id": null,
      "keywords": [
        "Adult",
        "Anticonvulsants",
        "Carbamazepine",
        "Child",
        "Electroencephalography",
        "Epilepsies, Partial",
        "Epilepsy, Generalized",
        "Humans",
        "Recurrence",
        "Seizures"
      ],
      "citation_count": 21,
      "citation_count_source": null,
      "impact_factor": null,
      "impact_factor_source": null,
      "journal_quartile": null,
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Efficacy of anti-seizure medications and alternative therapies (ketogenic diet, CBD, and quinidine) in KCNT1-related epilepsy: A systematic review.",
      "authors": [
        "Gras, Mathilde",
        "Bearden, David",
        "West, Justin",
        "Nabbout, Rima"
      ],
      "abstract": "KCNT1-related epilepsies encompass three main phenotypes: (i) epilepsy of infancy with migrating focal seizures (EIMFS), (ii) autosomal dominant or sporadic sleep-related hypermotor epilepsy [(AD)SHE], and (iii) different types of developmental and epileptic encephalopathies (DEE). Many patients present with drug-resistant seizures and global developmental delays. In addition to conventional anti-seizure medications (ASM), multiple alternative therapies have been tested including the ketogenic diet (KD), cannabidiol (CBD-including Epidyolex © and other CBD derivatives) and quinidine (QUIN). We aimed to clarify the current state of the art concerning the benefits of those therapies administered to the three groups of patients. We performed a literature review on PubMed and EMBase with the keyword \"KCNT1\" and selected articles reporting qualitative and/or quantitative information on responses to these treatments. A treatment was considered beneficial if it improved seizure frequency and/or intensity and/or quality of life. Patients were grouped by phenotype. A total of 43 studies including 197 patients were reviewed. For EIMFS patients (32 studies, 135 patients), KD resulted in benefit in 62.5% (25/40), all types of CBD resulted in benefit in 50% (6/12), and QUIN resulted in benefit in 44.6% (25/56). For (AD)SHE patients (10 studies, 32 patients), we found only one report of treatment with KD, with no benefit noted. QUIN was trialed in 8 patients with no reported benefit. For DEE patients (10 studies, 30 patients), KD resulted in benefit for 4/7, CBD for 1/2, and QUIN for 6/9. In all groups, conventional ASM are rarely reported as beneficial (in 5%-25% of patients). Ketogenic diet, CBD, and QUIN treatments appear to be beneficial in a subset of patient with drug-resistant epilepsy. The KD and CBD are reasonable to trial in patients with KCNT1-related epilepsy. Further studies are needed to identify optimal treatment strategies and to establish predictive response factors. We performed an extensive review of scientific articles providing information about the therapeutic management of epilepsy in patients with epilepsy linked to a mutation in the KCNT1 gene. Conventional anti-seizure treatments were rarely reported to be beneficial. The ketogenic diet (a medical diet with very high fat, adequate protein and very low carbohydrate intake) and cannabidiol appeared to be useful, but larger studies are needed to reach a conclusion.",
      "year": "2024",
      "journal": "Epilepsia open",
      "doi": "10.1002/epi4.12975",
      "pmid": "39093319",
      "arxiv_id": null,
      "keywords": [
        "Humans",
        "Diet, Ketogenic",
        "Quinidine",
        "Anticonvulsants",
        "Cannabidiol",
        "Potassium Channels, Sodium-Activated",
        "Epilepsy",
        "Treatment Outcome",
        "Nerve Tissue Proteins"
      ],
      "citation_count": 10,
      "citation_count_source": null,
      "impact_factor": 2.8,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q2",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Development and Validation of a Deep Learning Model for Predicting Treatment Response in Patients With Newly Diagnosed Epilepsy.",
      "authors": [
        "Hakeem, Haris",
        "Feng, Wei",
        "Chen, Zhibin",
        "Choong, Jiun",
        "Brodie, Martin J",
        "Fong, Si-Lei",
        "Lim, Kheng-Seang",
        "Wu, Junhong",
        "Wang, Xuefeng",
        "Lawn, Nicholas",
        "Ni, Guanzhong",
        "Gao, Xiang",
        "Luo, Mijuan",
        "Chen, Ziyi",
        "Ge, Zongyuan",
        "Kwan, Patrick"
      ],
      "abstract": "Selection of antiseizure medications (ASMs) for epilepsy remains largely a trial-and-error approach. Under this approach, many patients have to endure sequential trials of ineffective treatments until the \"right drugs\" are prescribed. To develop and validate a deep learning model using readily available clinical information to predict treatment success with the first ASM for individual patients. This cohort study developed and validated a prognostic model. Patients were treated between 1982 and 2020. All patients were followed up for a minimum of 1 year or until failure of the first ASM. A total of 2404 adults with epilepsy newly treated at specialist clinics in Scotland, Malaysia, Australia, and China between 1982 and 2020 were considered for inclusion, of whom 606 (25.2%) were excluded from the final cohort because of missing information in 1 or more variables. One of 7 antiseizure medications. With the use of the transformer model architecture on 16 clinical factors and ASM information, this cohort study first pooled all cohorts for model training and testing. The model was trained again using the largest cohort and externally validated on the other 4 cohorts. The area under the receiver operating characteristic curve (AUROC), weighted balanced accuracy, sensitivity, and specificity of the model were all assessed for predicting treatment success based on the optimal probability cutoff. Treatment success was defined as complete seizure freedom for the first year of treatment while taking the first ASM. Performance of the transformer model was compared with other machine learning models. The final pooled cohort included 1798 adults (54.5% female; median age, 34 years [IQR, 24-50 years]). The transformer model that was trained using the pooled cohort had an AUROC of 0.65 (95% CI, 0.63-0.67) and a weighted balanced accuracy of 0.62 (95% CI, 0.60-0.64) on the test set. The model that was trained using the largest cohort only had AUROCs ranging from 0.52 to 0.60 and a weighted balanced accuracy ranging from 0.51 to 0.62 in the external validation cohorts. Number of pretreatment seizures, presence of psychiatric disorders, electroencephalography, and brain imaging findings were the most important clinical variables for predicted outcomes in both models. The transformer model that was developed using the pooled cohort outperformed 2 of the 5 other models tested in terms of AUROC. In this cohort study, a deep learning model showed the feasibility of personalized prediction of response to ASMs based on clinical information. With improvement of performance, such as by incorporating genetic and imaging data, this model may potentially assist clinicians in selecting the right drug at the first trial.",
      "year": "2022",
      "journal": "JAMA neurology",
      "doi": "10.1001/jamaneurol.2022.2514",
      "pmid": "36036923",
      "arxiv_id": null,
      "keywords": [
        "Adult",
        "Artificial Intelligence",
        "Cohort Studies",
        "Deep Learning",
        "Epilepsy",
        "Female",
        "Humans",
        "Machine Learning",
        "Male"
      ],
      "citation_count": 52,
      "citation_count_source": null,
      "impact_factor": 20.4,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q1",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Advanced neuroimaging techniques in epilepsy.",
      "authors": [
        "Duncan, John S",
        "Trimmel, Karin"
      ],
      "abstract": "We review significant advances in epilepsy imaging in recent years. Structural MRI at 7T with optimization of acquisition and postacquisition image processing increases the diagnostic yield but artefactual findings remain a challenge. MRI analysis from multiple sites indicates different atrophy patterns and white matter diffusion abnormalities in temporal lobe and generalized epilepsies, with greater abnormalities close to the presumed seizure source. Structural and functional connectivity relate to seizure spread and generalization; longitudinal studies are needed to clarify the causal relationship of these associations. Diffusion MRI may help predict surgical outcome and network abnormalities extending beyond the epileptogenic zone. Three-dimensional multimodal imaging can increase the precision of epilepsy surgery, improve seizure outcome and reduce complications. Language and memory fMRI are useful predictors of postoperative deficits, and lead to risk minimization. FDG PET is useful for clinical studies and specific ligands probe the pathophysiology of neurochemical fluxes and receptor abnormalities. Improved structural MRI increases detection of abnormalities that may underlie epilepsy. Diffusion, structural and functional MRI indicate the widespread associations of epilepsy syndromes. These can assist stratification of surgical outcome and minimize risk. PET has continued utility clinically and for research into the pathophysiology of epilepsies.",
      "year": "2022",
      "journal": "Current opinion in neurology",
      "doi": "10.1097/WCO.0000000000001007",
      "pmid": "34812749",
      "arxiv_id": null,
      "keywords": [
        "Epilepsy",
        "Epilepsy, Temporal Lobe",
        "Humans",
        "Magnetic Resonance Imaging",
        "Neuroimaging",
        "Positron-Emission Tomography",
        "Seizures"
      ],
      "citation_count": 14,
      "citation_count_source": null,
      "impact_factor": 4.1,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q2",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Deep learning in neuroimaging of epilepsy.",
      "authors": [
        "García-Ramó, Karla Batista",
        "Sanchez-Catasus, Carlos A",
        "Winston, Gavin P"
      ],
      "abstract": "In recent years, artificial intelligence, particularly deep learning (DL), has demonstrated utility in diverse areas of medicine. DL uses neural networks to automatically learn features from the raw data while this is not possible with conventional machine learning. It is helpful for the assessment of patients with epilepsy and whilst most published studies have been aimed at the automatic detection and prediction of seizures from electroencephalographic records, there is a growing number of investigations that use neuroimaging modalities (structural and functional magnetic resonance imaging, diffusion-weighted imaging and positron emission tomography) as input data. We review the application of DL to neuroimaging (sMRI, fMRI, DWI and PET) of focal epilepsy, specifically presurgical evaluation of drug-refractory epilepsy. First, a brief theoretical overview of artificial neural networks and deep learning is presented. Next, we review applications of deep learning to neuroimaging of epilepsy: diagnosis and lateralization, automated detection of lesion, presurgical evaluation and prediction of postsurgical outcome. Finally, the limitations, challenges and possible future directions in the application of these methods in the study of epilepsies are discussed. This approach could become an essential tool in clinical practice, particularly in the evaluation of images considered negative by visual inspection, in individualized treatments, and in the approach to epilepsy as a network disorder. However, greater multicenter collaboration is required to achieve the collection of sufficient data with the required quality together with the open access availability of the developed codes and tools.",
      "year": "2023",
      "journal": "Clinical neurology and neurosurgery",
      "doi": "10.1016/j.clineuro.2023.107879",
      "pmid": "37473486",
      "arxiv_id": null,
      "keywords": [
        "Humans",
        "Deep Learning",
        "Artificial Intelligence",
        "Epilepsy",
        "Neuroimaging",
        "Seizures",
        "Magnetic Resonance Imaging",
        "Multicenter Studies as Topic"
      ],
      "citation_count": 1,
      "citation_count_source": null,
      "impact_factor": 1.8,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q2",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "EEG-Based Epilepsy Prediction: Evaluation Metrics, Data Deficiency and Limitation of Current Methods.",
      "authors": [
        "Xiong, Bowen"
      ],
      "abstract": "Epilepsy is a disease of the brain that can do severe damage for patient's health. Due to the recurrent and unpredictable characteristics of epilepsy, it is of vital importance to develop reliable methods to predict seizures in advance. Nowadays, many researchers have developed deep learning (DL) or machine learning (ML) methods to predict epileptic seizures with electroencephalogram (EEG). But there are still many problems and challenges on the way towards a high-performance and generalized model. This study discussed and analyzed the current ML and DL techniques used in seizure prediction and summarized some challenges that remains to be solved, including the Inconsistency of the evaluation metrics, the imbalance and insufficiency of the available data and some limitations of current models. This study summarized the solutions that used to solve them and proposed some suggestions that can help improve the performance of the models. Furthermore, this review discussed some potential DL/ML methods that can be applied in the area of seizure prediction. This study aims to provide researchers with clear concepts in future works and proposed future directions.",
      "year": "2023",
      "journal": "Studies in health technology and informatics",
      "doi": "10.3233/SHTI230818",
      "pmid": "38007719",
      "arxiv_id": null,
      "keywords": [
        "Humans",
        "Epilepsy",
        "Seizures",
        "Brain",
        "Machine Learning",
        "Electroencephalography",
        "Algorithms"
      ],
      "citation_count": 0,
      "citation_count_source": null,
      "impact_factor": null,
      "impact_factor_source": null,
      "journal_quartile": null,
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Recent advances in epilepsy surgery.",
      "authors": [
        "Medina-Pizarro, Mauricio",
        "Spencer, Dennis D",
        "Damisah, Eyiyemisi C"
      ],
      "abstract": "Technological innovations in the preoperative evaluation, surgical techniques and outcome prediction in epilepsy surgery have grown exponentially over the last decade. This review highlights and emphasizes relevant updates in techniques and diagnostic tools, discussing their context within standard practice at comprehensive epilepsy centres. High-resolution structural imaging has set an unprecedented opportunity to detect previously unrecognized subtle abnormalities. Machine learning and computer science are impacting the methodologies to analyse presurgical and surgical outcome data, building more accurate prediction models to tailor treatment strategies. Robotic-assisted placement of depth electrodes has increased the safety and ability to sample epileptogenic nodes within deep structures, improving our understanding of the seizure networks in drug-resistant epilepsy. The current available minimally invasive techniques are reasonable surgical alternatives to ablate or disrupt epileptogenic regions, although their sustained efficacy is still an active area of research. Epilepsy surgery is still underutilized worldwide. Every patient who continues with seizures despite adequate trials of two well selected and tolerated antiseizure medications should be evaluated for surgical candidacy. Collaboration between academic epilepsy centres is of paramount importance to answer long-standing questions in epilepsy surgery regarding the understanding of spatio-temporal dynamics in epileptogenic networks and its impact on surgical outcomes.",
      "year": "2023",
      "journal": "Current opinion in neurology",
      "doi": "10.1097/WCO.0000000000001134",
      "pmid": "36762633",
      "arxiv_id": null,
      "keywords": [
        "Humans",
        "Electroencephalography",
        "Epilepsy",
        "Seizures",
        "Prognosis",
        "Drug Resistant Epilepsy",
        "Treatment Outcome"
      ],
      "citation_count": 6,
      "citation_count_source": null,
      "impact_factor": 4.1,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q2",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Causal relationship between immune cells and epilepsy mediated by metabolites analyzed through Mendelian randomization.",
      "authors": [
        "Chen, Jiangwei",
        "Yu, Haichun",
        "Liu, Huihua",
        "Yu, Han",
        "Liang, Shuang",
        "Wu, Qiong",
        "Zhang, Xian",
        "Zeng, Rong",
        "Diao, Limei"
      ],
      "abstract": "Our study investigated the causal relationship between immune cells, metabolites, and epilepsy using two-sample Mendelian Randomization (MR) and mediation MR analysis of 731 immune cell traits and 1400 metabolites. Our core methodology centered on inverse-variance weighted MR, supplemented by other methods. This approach was crucial in clarifying the potential intermediary functions of metabolites in the genetic links between traits of immune cells and epilepsy. We found a causal relationship between immune cells and epilepsy. Specifically, the genetically predicted levels of CD64 on CD14-CD16- are positively correlated with the risk of epilepsy (p < 0.001, OR = 1.0826, 95% CI 1.0361-1.1312). Similarly, metabolites also exhibit a causal relationship with both immune cells (OR = 1.0438, 95% CI 1.0087-1.0801, p = 0.0140) and epilepsy (p = 0.0334, OR = 1.0897, 95% CI 1.0068-1.1795), and sensitivity analysis was conducted to further validate these relationships. Importantly, our intermediate MR results suggest that the metabolite Paraxanthine to linoleate (18:2n6) ratio may mediate the causal relationship between immune cell CD64 on CD14-CD16- and epilepsy, with a mediation effect of 5.05%. The results suggest the importance of specific immune cell levels and metabolites in understanding epilepsy's pathogenesis, which is significant for its prevention and treatment.",
      "year": "2024",
      "journal": "Scientific reports",
      "doi": "10.1038/s41598-024-70370-1",
      "pmid": "39179617",
      "arxiv_id": null,
      "keywords": [
        "Mendelian Randomization Analysis",
        "Humans",
        "Epilepsy",
        "Lipopolysaccharide Receptors",
        "Receptors, IgG",
        "GPI-Linked Proteins",
        "Genetic Predisposition to Disease",
        "Polymorphism, Single Nucleotide"
      ],
      "citation_count": 0,
      "citation_count_source": null,
      "impact_factor": 3.8,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q1",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "The critical dynamics of hippocampal seizures.",
      "authors": [
        "Lepeu, Gregory",
        "van Maren, Ellen",
        "Slabeva, Kristina",
        "Friedrichs-Maeder, Cecilia",
        "Fuchs, Markus",
        "Z'Graggen, Werner J",
        "Pollo, Claudio",
        "Schindler, Kaspar A",
        "Adamantidis, Antoine",
        "Proix, Timothée",
        "Baud, Maxime O"
      ],
      "abstract": "Epilepsy is defined by the abrupt emergence of harmful seizures, but the nature of these regime shifts remains enigmatic. From the perspective of dynamical systems theory, such critical transitions occur upon inconspicuous perturbations in highly interconnected systems and can be modeled as mathematical bifurcations between alternative regimes. The predictability of critical transitions represents a major challenge, but the theory predicts the appearance of subtle dynamical signatures on the verge of instability. Whether such dynamical signatures can be measured before impending seizures remains uncertain. Here, we verified that predictions on bifurcations applied to the onset of hippocampal seizures, providing concordant results from in silico modeling, optogenetics experiments in male mice and intracranial EEG recordings in human patients with epilepsy. Leveraging pharmacological control over neural excitability, we showed that the boundary between physiological excitability and seizures can be inferred from dynamical signatures passively recorded or actively probed in hippocampal circuits. Of importance for the design of future neurotechnologies, active probing surpassed passive recording to decode underlying levels of neural excitability, notably when assessed from a network of propagating neural responses. Our findings provide a promising approach for predicting and preventing seizures, based on a sound understanding of their dynamics.",
      "year": "2024",
      "journal": "Nature communications",
      "doi": "10.1038/s41467-024-50504-9",
      "pmid": "39138153",
      "arxiv_id": null,
      "keywords": [
        "Animals",
        "Hippocampus",
        "Seizures",
        "Male",
        "Humans",
        "Mice",
        "Optogenetics",
        "Electroencephalography",
        "Computer Simulation",
        "Epilepsy",
        "Models, Neurological",
        "Mice, Inbred C57BL",
        "Adult",
        "Female"
      ],
      "citation_count": 13,
      "citation_count_source": null,
      "impact_factor": 14.7,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q1",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Artificial intelligence and telemedicine in epilepsy and EEG: A narrative review.",
      "authors": [
        "Alkhaldi, Mohammad",
        "Abu Joudeh, Layla",
        "Ahmed, Yaman B",
        "Husari, Khalil S"
      ],
      "abstract": "The emergence of telemedicine and artificial intelligence (AI) has set the stage for a possible revolution in the future of medicine and neurology including the diagnosis and management of epilepsy. Telemedicine, with its proven efficacy during the COVID-19 pandemic, offers the advantage of bridging the gap between patients in resource-limited areas and specialized care, where in one study telemedicine reduced the epilepsy treatment gap from 43 % to 9 %. AI innovations promise a transformation in epilepsy care by possibly enhancing the accuracy of electroencephalogram (EEG) interpretation and seizure prediction through machine and deep learning. In one study, abnormal EEG recordings were classified into different categories using a convolutional neural networks (CNN) model showing a specificity of 90 % and an accuracy of 88.3 %. Other models constructed to predict seizures have also achieved a sensitivity of 96.8 % and specificity of 95.5 %. Various machine learning (ML) models highlight the potential AI holds in identifying interictal biomarkers and localizing seizure onset zones aiding in epilepsy treatment decision and outcome prediction. An ML model highlighted in this review localized seizure onset zone with an accuracy reaching 73 % and predicted surgical outcomes with an accuracy reaching 79 % compared to the 43 % accuracy of clinicians. However, limitations and challenges hinder the application of such technologies to reach their full potential in epilepsy care. Limitations include access to compatible devices, integration into clinical workflows, data bias, and availability of sufficient data. Extensive validated research is needed to guide future clinical practice with the implementation of technology-enhanced epilepsy care. This narrative review article will explore the use of AI and telemedicine in EEG and epilepsy care, examining their individual and combined impacts in shaping the future of epilepsy care and discussing the challenges and limitations faced in their usage.",
      "year": "2024",
      "journal": "Seizure",
      "doi": "10.1016/j.seizure.2024.08.024",
      "pmid": "39222613",
      "arxiv_id": null,
      "keywords": [
        "Humans",
        "Epilepsy",
        "Electroencephalography",
        "Telemedicine",
        "Artificial Intelligence",
        "COVID-19",
        "Machine Learning"
      ],
      "citation_count": 3,
      "citation_count_source": null,
      "impact_factor": null,
      "impact_factor_source": null,
      "journal_quartile": null,
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Toward automated prediction of sudden unexpected death in epilepsy.",
      "authors": [
        "Gu, Bin",
        "Adeli, Hojjat"
      ],
      "abstract": "Sudden unexpected death in epilepsy (SUDEP) is a devastating yet overlooked complication of epilepsy. The rare and complex nature of SUDEP makes it challenging to study. No prediction or prevention of SUDEP is currently available in a clinical setting. In the past decade, significant advances have been made in our knowledge of the pathophysiologic cascades that lead to SUDEP. In particular, studies of brain, heart, and respiratory functions in both human patients at the epilepsy monitoring unit and animal models during fatal seizures provide critical information to integrate computational tools for SUDEP prediction. The rapid advances in automated seizure detection and prediction algorithms provide a fundamental framework for their adaption in predicting SUDEP. If a SUDEP can be predicted, then there will be a potential for medical intervention to be administered, either by their caregivers or via an implanted device automatically delivering electrical stimulation or medication, and finally save lives from fatal seizures. This article presents recent developments of SUDEP studies focusing on the pathophysiologic basis of SUDEP and computational implications of machine learning techniques that can be adapted and extended for SUDEP prediction. This article also discusses some novel ideas for SUDEP prediction and rescue including principal component analysis and closed-loop intervention.",
      "year": "2022",
      "journal": "Reviews in the neurosciences",
      "doi": "10.1515/revneuro-2022-0024",
      "pmid": "35619127",
      "arxiv_id": null,
      "keywords": [
        "Animals",
        "Humans",
        "Sudden Unexpected Death in Epilepsy",
        "Death, Sudden",
        "Epilepsy",
        "Seizures",
        "Brain",
        "Risk Factors"
      ],
      "citation_count": 19,
      "citation_count_source": null,
      "impact_factor": 3.4,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q2",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Predictive models of epilepsy outcomes.",
      "authors": [
        "Sheikh, Shehryar",
        "Jehi, Lara"
      ],
      "abstract": "Multiple complex medical decisions are necessary in the course of a chronic disease like epilepsy. Predictive tools to assist physicians and patients in navigating this complexity have emerged as a necessity and are summarized in this review. Nomograms and online risk calculators are user-friendly and offer individualized predictions for outcomes ranging from safety of antiseizure medication withdrawal (accuracy 65-73%) to seizure-freedom, naming, mood, and language outcomes of resective epilepsy surgery (accuracy 72-81%). Improving their predictive performance is limited by the nomograms' inability to ingest complex data inputs. Conversely, machine learning offers the potential of multimodal and expansive model inputs achieving human-expert level accuracy in automated scalp electroencephalogram (EEG) interpretation but lagging in predictive performance or requiring validation for other applications. Good to excellent predictive models are now available to guide medical and surgical epilepsy decision-making with nomograms offering individualized predictions and user-friendly tools, and machine learning approaches offering the potential of improved performance. Future research is necessary to bridge the two approaches for optimal translation to clinical care.",
      "year": "2024",
      "journal": "Current opinion in neurology",
      "doi": "10.1097/WCO.0000000000001241",
      "pmid": "38224138",
      "arxiv_id": null,
      "keywords": [
        "Humans",
        "Epilepsy",
        "Electroencephalography",
        "Machine Learning"
      ],
      "citation_count": 6,
      "citation_count_source": null,
      "impact_factor": 4.1,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q2",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Linking epileptic phenotypes and neural extracellular matrix remodeling signatures in mouse models of epilepsy.",
      "authors": [
        "Blondiaux, Armand",
        "Jia, Shaobo",
        "Annamneedi, Anil",
        "Çalışkan, Gürsel",
        "Nebel, Jana",
        "Montenegro-Venegas, Carolina",
        "Wykes, Robert C",
        "Fejtova, Anna",
        "Walker, Matthew C",
        "Stork, Oliver",
        "Gundelfinger, Eckart D",
        "Dityatev, Alexander",
        "Seidenbecher, Constanze I"
      ],
      "abstract": "Epilepsies are multifaceted neurological disorders characterized by abnormal brain activity, e.g. caused by imbalanced synaptic excitation and inhibition. The neural extracellular matrix (ECM) is dynamically modulated by physiological and pathophysiological activity and critically involved in controlling the brain's excitability. We used different epilepsy models, i.e. mice lacking the presynaptic scaffolding protein Bassoon at excitatory, inhibitory or all synapse types as genetic models for rapidly generalizing early-onset epilepsy, and intra-hippocampal kainate injection, a model for acquired temporal lobe epilepsy, to study the relationship between epileptic seizures and ECM composition. Electroencephalogram recordings revealed Bassoon deletion at excitatory or inhibitory synapses having diverse effects on epilepsy-related phenotypes. While constitutive Bsn mutants and to a lesser extent GABAergic neuron-specific knockouts (Bsn",
      "year": "2023",
      "journal": "Neurobiology of disease",
      "doi": "10.1016/j.nbd.2023.106324",
      "pmid": "37838005",
      "arxiv_id": null,
      "keywords": [
        "Mice",
        "Animals",
        "Kainic Acid",
        "Extracellular Matrix",
        "Epilepsy",
        "Neurons",
        "Seizures"
      ],
      "citation_count": 10,
      "citation_count_source": null,
      "impact_factor": 5.1,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q1",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Autoimmune-associated epilepsy - a challenging concept.",
      "authors": [
        "Melzer, Nico",
        "Rosenow, Felix"
      ],
      "abstract": "The current International League Against Epilepsy (ILAE) definition and classification guidelines for the first time introduced the category of immune-mediated focal epilepsy in addition to structural, genetic, infectious, and metabolic aetiologies. Moreover, the ILAE Autoimmunity and Inflammation Taskforce recently provided a conceptual framework for the distinction between acute \"provoked\" seizures in the acute phase of autoimmune encephalitis from chronic \"unprovoked\" seizures due to autoimmune-associated epilepsy. The first category predominately applies to those autoimmune encephalitis patients with autoantibodies against cell surface neural antigens, in whom autoantibodies are assumed to exert a direct ictogenic effect without overt structural damage. These patients do not exhibit enduring predisposition to seizures after the \"acute phase\" encephalitis, and thus do not fulfil the definition of epilepsy. The second category applies to those autoimmune encephalitis patients with autoantibodies against intracellular neural antigens and Rasmussen's encephalitis, in whom T cells are assumed to cause epileptogenic effects through immune-inflammation and overt structural damage. These patients do exhibit enduring predisposition to seizures after the \"acute phase\" of encephalitis and thus fulfil the definition of epilepsy. AAE may result from both, ongoing brain autoimmunity and associated structural brain damage according to the current ILAE definition and classification guideline. We here discuss the difficulties of this concept and suggest an unbiased translationally validated and data-driven approach to predict in an individual encephalitis patient the propensity to develop (or not) AAE and the cognitive and behavioural outcome.",
      "year": "2025",
      "journal": "Seizure",
      "doi": "10.1016/j.seizure.2024.05.017",
      "pmid": "38852019",
      "arxiv_id": null,
      "keywords": [
        "Humans",
        "Epilepsy",
        "Autoantibodies",
        "Encephalitis",
        "Autoimmune Diseases of the Nervous System"
      ],
      "citation_count": 4,
      "citation_count_source": null,
      "impact_factor": null,
      "impact_factor_source": null,
      "journal_quartile": null,
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Potential clinical and biochemical markers for the prediction of drug-resistant epilepsy: A literature review.",
      "authors": [
        "Li, ZhiQiang",
        "Cao, Wei",
        "Sun, HuiLiang",
        "Wang, Xin",
        "Li, ShanMin",
        "Ran, XiangTian",
        "Zhang, Hong"
      ],
      "abstract": "Drug resistance is a major challenge in the treatment of epilepsy. Drug-resistant epilepsy (DRE) accounts for 30% of all cases of epilepsy and is a matter of great concern because of its uncontrollability and the high burden, mortality rate, and degree of damage. At present, considerable research has focused on the development of predictors to aid in the early identification of DRE in an effort to promote prompt initiation of individualized treatment. While multiple predictors and risk factors have been identified, there are currently no standard predictors that can be used to guide the clinical management of DRE. In this review, we discuss several potential predictors of DRE and related factors that may become predictors in the future and perform evidence rating analysis to identify reliable potential predictors.",
      "year": "2022",
      "journal": "Neurobiology of disease",
      "doi": "10.1016/j.nbd.2022.105872",
      "pmid": "36152944",
      "arxiv_id": null,
      "keywords": [
        "Humans",
        "Drug Resistant Epilepsy",
        "Epilepsy",
        "Risk Factors",
        "Drug Resistance",
        "Biomarkers"
      ],
      "citation_count": 18,
      "citation_count_source": null,
      "impact_factor": 5.1,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q1",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Animal models and human tissue compared to better understand and treat the epilepsies.",
      "authors": [
        "Milior, Giampaolo",
        "Morin-Brureau, Mélanie",
        "Pallud, Johan",
        "Miles, Richard",
        "Huberfeld, Gilles"
      ],
      "abstract": "Animal models of human brain disorders permit researchers to explore disease mechanisms and to test potential therapies. However, therapeutic molecules derived from animal models often translate poorly to the clinic. Although human data may be more relevant, experiments on patients are constrained, and living tissue is unavailable for many disorders. Here, we compare work on animal models and on human tissue for three epileptic syndromes where human tissue is excised therapeutically: (1) acquired temporal lobe epilepsies, (2) inherited epilepsies associated with cortical malformations, and (3) peritumoral epilepsies. Animal models rest on assumed equivalencies between human brains and brains of mice, the most frequently used model animal. We ask how differences between mouse and human brains could influence models. General principles and compromises in model construction and validation are examined for a range of neurological diseases. Models may be judged on how well they predict novel therapeutic molecules or new mechanisms. The efficacy and safety of new molecules are evaluated in clinical trials. We judge new mechanisms by comparing data from work on animal models with data from work on patient tissue. In conclusion, we stress the need to cross-verify findings from animal models and from living human tissue to avoid the assumption that mechanisms are identical.",
      "year": "2023",
      "journal": "Epilepsia",
      "doi": "10.1111/epi.17552",
      "pmid": "36807867",
      "arxiv_id": null,
      "keywords": [
        "Humans",
        "Animals",
        "Mice",
        "Epilepsy",
        "Epilepsy, Temporal Lobe",
        "Brain",
        "Models, Animal",
        "Epileptic Syndromes"
      ],
      "citation_count": 14,
      "citation_count_source": null,
      "impact_factor": 6.6,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q1",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "PredictMed-epilepsy: A multi-agent based system for epilepsy detection and prediction in neuropediatrics.",
      "authors": [
        "Bertoncelli, Carlo M",
        "Costantini, Stefania",
        "Persia, Fabio",
        "Bertoncelli, Domenico",
        "D'Auria, Daniela"
      ],
      "abstract": "Epileptic seizures are associated with a higher incidence of Developmental Disabilities and Cerebral Palsy. Early evaluation and management of epilepsy is strongly recommended. We propose and discuss an application to predict epilespy (PredictMed-Epilepsy) and seizures via a deep-learning module (PredictMed-Seizures) encompassed within a multi-agent based healthcare system (PredictMed-MHS); this system is meant, in perspective, to be integrated into a clinical decision support system (PredictMed-CDSS). PredictMed-Epilespy, in particular, aims to identify factors associated with epilepsy in children with Developmental Disabilities and Cerebral Palsy by using a prediction-learning model named PredictMed. PredictMed-epilespy methods: We performed a longitudinal, multicenter, double-blinded, descriptive study of one hundred and two children with Developmental Disabilities and Cerebral Palsy (58 males, 44 females; 65 inpatients, 37 outpatients; 72 had epilepsy - 22 of intractable epilepsy, age: 16.6±1.2y, range: 12-18y). Data from 2005 to 2021 on Cerebral Palsy etiology, diagnosis, type of epilepsy and spasticity, clinical history, communication abilities, behaviors, intellectual disability, motor skills, and eating and drinking abilities were collected. The machine-learning model PredictMed was exploited to identify factors associated with epilepsy. The guidelines of the \"Transparent Reporting of a multivariable prediction model for Individual Prognosis or Diagnosis\" Statement (TRIPOD) were followed. PredictMed-epilepsy results: Cerebral Palsy etiology [(prenatal > perinatal > postnatal causes) p=0.036], scoliosis (p=0.048), communication (p=0.018) and feeding disorders (p=0.002), poor motor function (p<0.001), intellectual disabilities (p=0.007), and type of spasticity [(quadriplegia/triplegia > diplegia > hemiplegia), p=0.002)] were associated with having epilepsy. The prediction model scored an average of 82% of accuracy, sensitivity, and specificity. Thus, PredictMed defined the computational phenotype of children with Developmental Disabilities/Cerebral Palsy at risk of epilepsy. Novel contribution of the work: We have been developing and we have prototypically implemented a Multi-Agent Systems (MAS) that encapsulates the PredictMed-Epilepsy module. More specifically, we have implemented the Patient Observing MAS (PoMAS), which, as a novelty w.r.t. the existing literature, includes a complex event processing module that provides real-time detention of short- and long-term events related to the patient's condition.",
      "year": "2023",
      "journal": "Computer methods and programs in biomedicine",
      "doi": "10.1016/j.cmpb.2023.107548",
      "pmid": "37149974",
      "arxiv_id": null,
      "keywords": [
        "Male",
        "Female",
        "Humans",
        "Cerebral Palsy",
        "Epilepsy",
        "Seizures",
        "Prognosis",
        "Machine Learning",
        "Intellectual Disability"
      ],
      "citation_count": 9,
      "citation_count_source": null,
      "impact_factor": 4.9,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q1",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Epilepsy Prediction and Detection Using Attention-CssCDBN with Dual-Task Learning.",
      "authors": [
        "Qiao, Weizheng",
        "Bi, Xiaojun",
        "Han, Lu",
        "Zhang, Yulin"
      ],
      "abstract": "Epilepsy is a group of neurological disorders characterized by epileptic seizures, and it affects tens of millions of people worldwide. Currently, the most effective diagnostic method employs the monitoring of brain activity through electroencephalogram (EEG). However, it is critical to predict epileptic seizures in patients prior to their onset, allowing for the administration of preventive medications before the seizure occurs. As a pivotal application of artificial intelligence in medical treatment, learning the features of EEGs for epilepsy prediction and detection remains a challenging problem, primarily due to the presence of intra-class and inter-class variations in EEG signals. In this study, we propose the spatio-temporal EEGNet, which integrates contractive slab and spike convolutional deep belief network (CssCDBN) with a self-attention architecture, augmented by dual-task learning to address this issue. Initially, our model was designed to extract high-order and deep representations from EEG spectrum images, enabling the simultaneous capture of spatial and temporal information. Furthermore, EEG-based verification aids in reducing intra-class variation by considering the time correlation of the EEG during the fine-tuning stage, resulting in easier inference and training. The results demonstrate the notable efficacy of our proposed method. Our method achieved a sensitivity of 98.5%, a false-positive rate (FPR) of 0.041, a prediction time of 50.92 min during the epilepsy prediction task, and an accuracy of 94.1% during the epilepsy detection task, demonstrating significant improvements over current state-of-the-art methods.",
      "year": "2024",
      "journal": "Sensors (Basel, Switzerland)",
      "doi": "10.3390/s25010051",
      "pmid": "39796842",
      "arxiv_id": null,
      "keywords": [
        "Humans",
        "Electroencephalography",
        "Epilepsy",
        "Neural Networks, Computer",
        "Deep Learning",
        "Signal Processing, Computer-Assisted",
        "Algorithms",
        "Brain",
        "Seizures",
        "Machine Learning",
        "Attention"
      ],
      "citation_count": 2,
      "citation_count_source": null,
      "impact_factor": null,
      "impact_factor_source": null,
      "journal_quartile": null,
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Medical Technology: A Systematic Review on Medical Devices Utilized for Epilepsy Prediction and Management.",
      "authors": [
        "Ong, Jen Sze",
        "Wong, Shuet Nee",
        "Arulsamy, Alina",
        "Watterson, Jessica L",
        "Shaikh, Mohd Farooq"
      ],
      "abstract": "Epilepsy is a devastating neurological disorder that affects nearly 70 million people worldwide. Epilepsy causes uncontrollable, unprovoked and unpredictable seizures that reduce the quality of life of those afflicted, with 1-9 epileptic patient deaths per 1000 patients occurring annually due to sudden unexpected death in epilepsy (SUDEP). Predicting the onset of seizures and managing them may help patients from harming themselves and may improve their well-being. For a long time, electroencephalography (EEG) devices have been the mainstay for seizure detection and monitoring. This systematic review aimed to elucidate and critically evaluate the latest advancements in medical devices, besides EEG, that have been proposed for the management and prediction of epileptic seizures. A literature search was performed on three databases, PubMed, Scopus and EMBASE. Following title/abstract screening by two independent reviewers, 27 articles were selected for critical analysis in this review. These articles revealed ambulatory, non-invasive and wearable medical devices, such as the in-ear EEG devices; the accelerometer-based devices and the subcutaneous implanted EEG devices might be more acceptable than traditional EEG systems. In addition, extracerebral signalbased devices may be more efficient than EEG-based systems, especially when combined with an intervention trigger. Although further studies may still be required to improve and validate these proposed systems before commercialization, these findings may give hope to epileptic patients, particularly those with refractory epilepsy, to predict and manage their seizures. The use of medical devices for epilepsy may improve patients' independence and quality of life and possibly prevent sudden unexpected death in epilepsy (SUDEP).",
      "year": "2022",
      "journal": "Current neuropharmacology",
      "doi": "10.2174/1570159X19666211108153001",
      "pmid": "34749622",
      "arxiv_id": null,
      "keywords": [
        "Electroencephalography",
        "Epilepsy",
        "Humans",
        "Quality of Life",
        "Seizures",
        "Sudden Unexpected Death in Epilepsy"
      ],
      "citation_count": 10,
      "citation_count_source": null,
      "impact_factor": 4.8,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q1",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Seizure latency and epilepsy localization as predictors of recurrence following epilepsy surgery.",
      "authors": [
        "Klodowski, David A",
        "George, Brandon J",
        "Sperling, Michael R"
      ],
      "abstract": "The primary purpose is to determine whether the time between epilepsy surgery and first seizure recurrence can estimate the timing of the next seizure event for temporal and extratemporal epilepsy. A secondary endpoint aimed to compare temporal and extratemporal epilepsy surgery and examine which subgroup has a higher hazard of subsequent seizure recurrence. Data used were from a retrospective database at Thomas Jefferson University Hospital. Records were stratified into temporal (n = 943) and extratemporal (n = 125) surgeries. Analyses were done using SAS and utilized Cox proportional hazards models while controlling for demographics and clinical factors. The primary predictor of time between surgery and first recurrence was treated as a nominal variable binned into six segments, whereas secondary endpoints used a categorical predictor of epilepsy location while controlling for seizure latency. Generally, as seizure latency following surgery increased, the time between first seizure and second seizure increased. These results were statistically meaningful in the temporal set (Wald chi-squared = 40.4715, df = 5, p < .0001). Outcomes could also be interpreted based on predictor group; for instance, if Seizure 1 occurred 1-2 months following surgery in the temporal set, the median number of days until the next seizure was 35.5 days (95% confidence interval [CI] = 21-89 days). Secondary analysis showed that temporal lobe epilepsy had a lower hazard of a second seizure than extratemporal lobe epilepsy (89.2% reduction in hazard; 95% CI = .015-.795). This analysis provides a framework to use initial seizure latency to predict the median number of days until the next seizure event, while stratifying based on epilepsy location and controlling for multiple variables. It also suggests that the hazard of seizure recurrence in temporal lobe epilepsy is lower than in extratemporal lobe epilepsy.",
      "year": "2022",
      "journal": "Epilepsia",
      "doi": "10.1111/epi.17224",
      "pmid": "35286721",
      "arxiv_id": null,
      "keywords": [
        "Epilepsies, Partial",
        "Epilepsy",
        "Epilepsy, Temporal Lobe",
        "Humans",
        "Recurrence",
        "Retrospective Studies",
        "Seizures",
        "Treatment Outcome"
      ],
      "citation_count": 0,
      "citation_count_source": null,
      "impact_factor": 6.6,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q1",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "What are we really predicting with fMRI in epilepsy surgery?",
      "authors": [
        "Baxendale, Sallie"
      ],
      "abstract": "While memory and language functional magnetic resonance imaging (fMRI) paradigms are becoming evermore refined, the measures of outcome they predict following epilepsy surgery tend to remain single scores on pencil and paper tests that were developed decades ago and have been repeatedly shown to bear little relation to patients' subjective reports of memory problems in the real world. The growing imbalance between the increasing sophistication of the predictive paradigms on the one hand and the vintage measures of the outcome on the other in the fMRI epilepsy surgery literature threatens the clinical relevance of studies employing these technologies. This paper examines some of the core principles of assessing neuropsychological outcomes following epilepsy surgery and explores how these may be adapted and applied in fMRI study designs to maximize the clinical relevance of these studies.",
      "year": "2023",
      "journal": "Epilepsy & behavior : E&B",
      "doi": "10.1016/j.yebeh.2023.109298",
      "pmid": "37356225",
      "arxiv_id": null,
      "keywords": [
        "Humans",
        "Magnetic Resonance Imaging",
        "Epilepsy",
        "Language",
        "Memory Disorders",
        "Preoperative Care",
        "Functional Laterality",
        "Epilepsy, Temporal Lobe",
        "Brain Mapping"
      ],
      "citation_count": 4,
      "citation_count_source": null,
      "impact_factor": null,
      "impact_factor_source": null,
      "journal_quartile": null,
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Short and long term prediction of seizure freedom in drug-resistant focal epilepsy surgery.",
      "authors": [
        "Santos-Santos, Aisel",
        "Morales-Chacón, Lilia María",
        "Galan-Garcia, Lidice",
        "Machado, Calixto"
      ],
      "abstract": "The selection of candidates for drug-resistant focal epilepsy surgery is essential to achieve the best post-surgical outcomes. To develop two prediction models for seizure freedom in the short and long-term follow-up and from them to create a risk calculator in order to individualize the selection of candidates for surgery and future therapies in each patients. A sample of 64 consecutive patients who underwent epilepsy surgery at two Cuban tertiary health institutions between 2012 and 2020 constituted the basis for the prediction models. Two models were obtained through the novel methodology, based on biomarker selection reached by resampling methods, cross-validation and high-accuracy index measured through the area under the receiving operating curve (ROC) procedure. The first, to pre-operative model included five predictors: epilepsy type, seizures per month, ictal pattern, interictal EEG topography and normal or abnormal magnetic resonance imaging,. it's precision was 0.77 at one year, and with four years and more 0.63. The second model including variables from the trans-surgical and post-surgical stages: the interictal discharges in the post-surgical EEG, incomplete or complete resection of the epileptogenic zone, the surgical techniques employed and disappearance of the discharge in post-resection electrocorticography; the precision of this model was 0.82 at one year, and with four years and more 0.97. The introduction of trans-surgical and post-surgical variables increase the prediction of the pre-surgical model. A risk calculator was developed using these prediction models, which could be useful as an accurate tool to improve the prediction in epilepsy surgery.",
      "year": "2023",
      "journal": "Clinical neurology and neurosurgery",
      "doi": "10.1016/j.clineuro.2023.107753",
      "pmid": "37245454",
      "arxiv_id": null,
      "keywords": [
        "Humans",
        "Drug Resistant Epilepsy",
        "Seizures",
        "Epilepsy",
        "Magnetic Resonance Imaging",
        "Epilepsies, Partial",
        "Freedom",
        "Electroencephalography",
        "Treatment Outcome",
        "Retrospective Studies"
      ],
      "citation_count": 0,
      "citation_count_source": null,
      "impact_factor": 1.8,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q2",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Molecular Chaperones and miRNAs in Epilepsy: Pathogenic Implications and Therapeutic Prospects.",
      "authors": [
        "Zummo, Leila",
        "Vitale, Alessandra Maria",
        "Caruso Bavisotto, Celeste",
        "De Curtis, Marco",
        "Garbelli, Rita",
        "Giallonardo, Anna Teresa",
        "Di Bonaventura, Carlo",
        "Fanella, Martina",
        "Conway de Macario, Everly",
        "Cappello, Francesco",
        "Macario, Alberto J L",
        "Marino Gammazza, Antonella"
      ],
      "abstract": "Epilepsy is a pathologic condition with high prevalence and devastating consequences for the patient and its entourage. Means for accurate diagnosis of type, patient monitoring for predicting seizures and follow up, and efficacious treatment are desperately needed. To improve this adverse outcome, miRNAs and the chaperone system (CS) are promising targets to understand pathogenic mechanisms and for developing theranostics applications. miRNAs implicated in conditions known or suspected to favor seizures such as neuroinflammation, to promote epileptic tolerance and neuronal survival, to regulate seizures, and others showing variations in expression levels related to seizures are promising candidates as useful biomarkers for diagnosis and patient monitoring, and as targets for developing novel therapies. Components of the CS are also promising as biomarkers and as therapeutic targets, since they participate in epileptogenic pathways and in cytoprotective mechanisms in various epileptogenic brain areas, even if what they do and how is not yet clear. The data in this review should help in the identification of molecular targets among the discussed miRNAs and CS components for research aiming at understanding epileptogenic mechanisms and, subsequently, develop means for predicting/preventing seizures and treating the disease.",
      "year": "2021",
      "journal": "International journal of molecular sciences",
      "doi": "10.3390/ijms22168601",
      "pmid": "34445306",
      "arxiv_id": null,
      "keywords": [
        "Animals",
        "Anticonvulsants",
        "Epilepsy",
        "Heat-Shock Proteins",
        "Humans",
        "MicroRNAs"
      ],
      "citation_count": 11,
      "citation_count_source": null,
      "impact_factor": 4.9,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q2",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Vagus nerve stimulation for epilepsy: A narrative review of factors predictive of response.",
      "authors": [
        "Clifford, Harry J",
        "Paranathala, Menaka P",
        "Wang, Yujiang",
        "Thomas, Rhys H",
        "da Silva Costa, Tiago",
        "Duncan, John S",
        "Taylor, Peter N"
      ],
      "abstract": "Vagus nerve stimulation (VNS) is an established therapy for drug-resistant epilepsy. However, there is a lack of reliable predictors of VNS response in clinical use. The identification of factors predictive of VNS response is important for patient selection and stratification as well as tailored stimulation programming. We conducted a narrative review of the existing literature on prognostic markers for VNS response using clinical, demographic, biochemical, and modality-specific information such as from electroencephalography (EEG), magnetoencephalography, and magnetic resonance imaging (MRI). No individual marker demonstrated sufficient predictive power for individual patients, although several have been suggested, with some promising initial findings. Combining markers from underresearched modalities such as T1-weighted MRI morphometrics and EEG may provide better strategies for treatment optimization.",
      "year": "2024",
      "journal": "Epilepsia",
      "doi": "10.1111/epi.18153",
      "pmid": "39412361",
      "arxiv_id": null,
      "keywords": [
        "Humans",
        "Vagus Nerve Stimulation",
        "Epilepsy",
        "Electroencephalography",
        "Drug Resistant Epilepsy",
        "Treatment Outcome",
        "Magnetoencephalography",
        "Magnetic Resonance Imaging",
        "Prognosis"
      ],
      "citation_count": 6,
      "citation_count_source": null,
      "impact_factor": 6.6,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q1",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Epilepsy Seizures Prediction Based on Nonlinear Features of EEG Signal and Gradient Boosting Decision Tree.",
      "authors": [
        "Xu, Xin",
        "Lin, Maokun",
        "Xu, Tingting"
      ],
      "abstract": "Epilepsy is a common neurological disorder with sudden and recurrent seizures. Early prediction of seizures and effective intervention can significantly reduce the harm suffered by patients. In this paper, a method based on nonlinear features of EEG signal and gradient boosting decision tree (GBDT) is proposed for early prediction of epilepsy seizures. First, the EEG signals were divided into two categories: those that had seizures onset over a period of time (represented by InT) and those that did not. Second, the noise in the EEG was removed using complementary ensemble empirical mode decomposition (CEEMD) and wavelet threshold denoising. Third, the nonlinear features of the two categories of EEG were extracted, including approximate entropy, sample entropy, permutation entropy, spectral entropy and wavelet entropy. Fourth, a GBDT classifier with random forest as the initial result was designed to distinguish the two categories of EEG. Fifth, a two-step \"k of n\" method was used to reduce the number of false alarms. The proposed method was evaluated on 13 patients' EEG data from the CHB-MIT Scalp EEG Database. Based on ten-fold cross validation, the average accuracy was 91.76% when the InT was taken at 30 min, and 38 out of 39 seizures were successfully predicted. When the InT was taken for 40 min, the average accuracy was 92.50% and all 42 seizures selected were successfully predicted. The results indicate the effectiveness of the proposed method for predicting epilepsy seizures.",
      "year": "2022",
      "journal": "International journal of environmental research and public health",
      "doi": "10.3390/ijerph191811326",
      "pmid": "36141613",
      "arxiv_id": null,
      "keywords": [
        "Algorithms",
        "Decision Trees",
        "Electroencephalography",
        "Entropy",
        "Epilepsy",
        "Humans",
        "Seizures"
      ],
      "citation_count": 25,
      "citation_count_source": null,
      "impact_factor": null,
      "impact_factor_source": null,
      "journal_quartile": null,
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Development and Validation of Prediction Models for Developmental and Intellectual Outcome Following Pediatric Epilepsy Surgery.",
      "authors": [
        "Cloppenborg, Thomas",
        "van Schooneveld, Monique",
        "Hagemann, Anne",
        "Hopf, Johanna Lena",
        "Kalbhenn, Thilo",
        "Otte, Willem M",
        "Polster, Tilman",
        "Bien, Christian G",
        "Braun, Kees P J"
      ],
      "abstract": "To identify predictors of postoperative intelligence and developmental quotients (IQ/DQ) and develop and validate clinically applicable IQ/DQ prediction models. We retrospectively analyzed neuropsychological outcomes and their possible determinants for children treated in Bethel and Utrecht since 1990. We performed separate analyses for patients with IQ and those with only DQ available. We developed prediction models based on presurgical determinants to predict dichotomized levels of performance (IQ ≥85, IQ ≥70, DQ ≥50). IQ/DQ data before and 2 years after surgery were available for 492 patients (IQ n = 365, DQ n = 127). At a cutoff level ±10 points, the chance of improvement was considerably higher than the chance of deterioration (IQ 37.3% vs 6.6% and DQ 31.5% vs 15.0%, respectively). Presurgical IQ/DQ was the strongest predictor of postoperative cognition (IQ  After epilepsy surgery in children, the risk of cognitive deterioration is very low. Presurgical development has a strong effect on the postoperative trajectory. The presented models can improve presurgical counseling of patients and parents by reliably predicting cognitive outcomes. This study provides Class II evidence that for children undergoing epilepsy surgery presurgical IQ/DQ was the strongest predictor of postoperative cognition.",
      "year": "2022",
      "journal": "Neurology",
      "doi": "10.1212/WNL.0000000000013065",
      "pmid": "34795046",
      "arxiv_id": null,
      "keywords": [
        "Child",
        "Cognition Disorders",
        "Epilepsy",
        "Humans",
        "Intelligence",
        "Intelligence Tests",
        "Retrospective Studies"
      ],
      "citation_count": 14,
      "citation_count_source": null,
      "impact_factor": 7.7,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q1",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Heart Rate Controversies in Epilepsy: Autonomic Metrics and Predictions.",
      "authors": [
        "Thijs, Roland D",
        "Sander, Josemir W"
      ],
      "abstract": "",
      "year": "2021",
      "journal": "Neurology",
      "doi": "10.1212/WNL.0000000000012948",
      "pmid": "34649878",
      "arxiv_id": null,
      "keywords": [
        "Autonomic Nervous System",
        "Benchmarking",
        "Epilepsy",
        "Heart Rate",
        "Humans"
      ],
      "citation_count": 0,
      "citation_count_source": null,
      "impact_factor": 7.7,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q1",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "High-Frequency Oscillations in Epilepsy: What Have We Learned and What Needs to be Addressed.",
      "authors": [
        "Chen, Zhuying",
        "Maturana, Matias I",
        "Burkitt, Anthony N",
        "Cook, Mark J",
        "Grayden, David B"
      ],
      "abstract": "For the past 2 decades, high-frequency oscillations (HFOs) have been enthusiastically studied by the epilepsy community. Emerging evidence shows that HFOs harbor great promise to delineate epileptogenic brain areas and possibly predict the likelihood of seizures. Investigations into HFOs in clinical epilepsy have advanced from small retrospective studies relying on visual identification and correlation analysis to larger prospective assessments using automatic detection and prediction strategies. Although most studies have yielded promising results, some have revealed significant obstacles to clinical application of HFOs, thus raising debate about the reliability and practicality of HFOs as clinical biomarkers. In this review, we give an overview of the current state of HFO research and pinpoint the conceptual and methodological issues that have hampered HFO translation. We highlight recent insights gained from long-term data, high-density recordings, and multicenter collaborations and discuss the open questions that need to be addressed in future research.",
      "year": "2021",
      "journal": "Neurology",
      "doi": "10.1212/WNL.0000000000011465",
      "pmid": "33408149",
      "arxiv_id": null,
      "keywords": [
        "Biomarkers",
        "Brain Waves",
        "Electroencephalography",
        "Epilepsy",
        "Humans",
        "Seizures"
      ],
      "citation_count": 58,
      "citation_count_source": null,
      "impact_factor": 7.7,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q1",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Development and Validation of a Clinical Score to Predict Epilepsy After Cerebral Venous Thrombosis.",
      "authors": [
        "Lindgren, Erik",
        "Shu, Liqi",
        "Simaan, Naaem",
        "Krzywicka, Katarzyna",
        "de Winter, Maria A",
        "Sánchez van Kammen, Mayte",
        "Molad, Jeremy",
        "Klein, Piers",
        "Hallevi, Hen",
        "Barnea, Rani",
        "Heldner, Mirjam R",
        "Hiltunen, Sini",
        "de Sousa, Diana Aguiar",
        "Ferro, José M",
        "Arauz, Antonio",
        "Putaala, Jukka",
        "Arnold, Marcel",
        "Nguyen, Thanh N",
        "Stretz, Christoph",
        "Tatlisumak, Turgut",
        "Jood, Katarina",
        "Yaghi, Shadi",
        "Leker, Ronen R",
        "Coutinho, Jonathan M",
        "Mansour, Maryam",
        "Canhão, Patrícia",
        "Ekizoglu, Esme",
        "Rodrigues, Miguel",
        "Silva, Elisa M",
        "Garcia-Esperon, Carlos",
        "Arnao, Valentina",
        "Aladin, Shorooq",
        "Mendel, Rom",
        "Aridon, Paolo",
        "Sezgin, Mine",
        "Alasheev, Andrey",
        "Smolkin, Andrey",
        "Guisado-Alonso, Daniel",
        "Yesilot, Nilufer",
        "Barboza, Miguel A",
        "Ghiasian, Masoud",
        "Silvis, Suzanne M",
        "Fang, Ton",
        "Siegler, James E",
        "Wu, Teddy",
        "Wilson, Duncan",
        "Asad, Syed Daniyal",
        "Al Kasab, Sami",
        "Almallouhi, Eyad",
        "Frontera, Jennifer",
        "Rothstein, Aaron",
        "Bakradze, Ekaterina",
        "Omran, Setareh Salehi",
        "Henninger, Nils",
        "Kuohn, Lindsey",
        "Zubair, Adeel",
        "Sharma, Richa",
        "Kerrigan, Deborah",
        "Aziz, Yasmin",
        "Mistry, Eva",
        "Zuurbier, Susanna M"
      ],
      "abstract": "One of 10 patients develop epilepsy in the late phase after cerebral venous thrombosis (CVT) diagnosis but predicting the individual risk is difficult. To develop and externally validate a prognostic score to estimate the individual risk of post-CVT epilepsy. This observational cohort study included both retrospective and prospective patients enrolled from 1994 through 2022. For development of the DIAS3 score, data from the International CVT Consortium (n = 1128), a large international hospital-based multicenter CVT cohort, were used. For validation, data from 2 independent multicenter cohorts, the ACTION-CVT (n = 543) and the Israel CVT study (n = 556), were used. Of 2937 eligible, consecutively enrolled adult patients with radiologically verified CVT, 710 patients with a history of epilepsy prior to CVT, follow-up less than 8 days, and missing late seizure status were excluded. The prediction score (DIAS3) was developed based on available literature and clinical plausibility and consisted of 6 readily available clinical variables collected during the acute phase: decompressive hemicraniectomy, intracerebral hemorrhage at presentation, age, seizure(s) in the acute phase (excluding status epilepticus), status epilepticus in the acute phase, and subdural hematoma at presentation. Time to a first late seizure, defined as occurring more than 7 days after diagnosis of CVT. Of 1128 patients included in the derivation cohort (median age, 41 [IQR, 30-53] years; 805 women [71%]), 128 (11%) developed post-CVT epilepsy during a median follow-up of 12 (IQR, 3-26) months. According to the DIAS3 score, the predicted 1-year and 3-year risk of epilepsy in individual patients ranged from 7% to 68% and 10% to 83%, respectively. Internal and external validation showed adequate discrimination in the derivation cohort (1 year and 3 years: C statistic, 0.74; 95% CI, 0.70-0.79) and the 2 independent validation cohorts, (ACTION-CVT) 1 year: C statistic, 0.76; 95% CI, 0.67-0.84; 3 years: C statistic, 0.77; 95% CI, 0.66-0.84; and Israel CVT study 1 year: C statistic, 0.80; 95% CI, 0.75-0.86. Calibration plots indicated adequate agreement between predicted and observed risks. The DIAS3 score (freely available online) is a simple tool that can help predict the risk of post-CVT epilepsy in individual patients. The model can improve opportunities for personalized medicine and may aid in decision-making regarding antiseizure medication, patient counseling, and facilitation of research on epileptogenesis in CVT.",
      "year": "2024",
      "journal": "JAMA neurology",
      "doi": "10.1001/jamaneurol.2024.3481",
      "pmid": "39432281",
      "arxiv_id": null,
      "keywords": [
        "Humans",
        "Female",
        "Male",
        "Epilepsy",
        "Adult",
        "Middle Aged",
        "Intracranial Thrombosis",
        "Venous Thrombosis",
        "Cohort Studies",
        "Retrospective Studies",
        "Prospective Studies",
        "Prognosis",
        "Aged",
        "Predictive Value of Tests"
      ],
      "citation_count": 6,
      "citation_count_source": null,
      "impact_factor": 20.4,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q1",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Childhood Neurologic Conditions: Epilepsy Management.",
      "authors": [
        "Nickels, Katherine"
      ],
      "abstract": "Epilepsy is the most common neurologic condition in children and is characterized by recurrent unprovoked seizures. Epilepsy can be diagnosed after a first unprovoked seizure if characteristic clinical and electroencephalographic features suggest a high risk of future seizures. Epilepsy is classified based on seizure type, underlying causes, and potential electroclinical syndromes. This classification guides management and predicts its effectiveness. Some epilepsy syndromes resolve spontaneously (ie, are self-limited) or improve with management (ie, are pharmacoresponsive). Syndromes that contribute to intellectual disability, referred to as developmental and epileptic encephalopathies, are not self-limited, are unlikely to improve with management (ie, are pharmacoresistant), and are associated with poor long-term outcomes. Antiseizure drugs are the mainstay of epilepsy management. Some broad-spectrum drugs are used to manage multiple seizure types, and others have indications for specific seizure types or epilepsy syndromes. Dietary therapy, surgical resection, and neuromodulation may be options if drugs do not control seizures. Neurodevelopmental and mental conditions are common in children with epilepsy. These include intellectual disability, learning disabilities, autism spectrum disorder, attention-deficit/hyperactivity disorder, depression, and anxiety. Patients with epilepsy should undergo screening for these associated conditions as part of routine care. Physicians should instruct caregivers and family members on how to manage seizures, including use of rescue drugs.",
      "year": "2022",
      "journal": "FP essentials",
      "doi": null,
      "pmid": "36459664",
      "arxiv_id": null,
      "keywords": [
        "Child",
        "Humans",
        "Intellectual Disability",
        "Autism Spectrum Disorder",
        "Epilepsy",
        "Seizures",
        "Epileptic Syndromes"
      ],
      "citation_count": 2,
      "citation_count_source": null,
      "impact_factor": null,
      "impact_factor_source": null,
      "journal_quartile": null,
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "citation_count_source": "Semantic Scholar"
      }
    },
    {
      "title": "Development and validation of a novel radiomics-clinical model for predicting post-stroke epilepsy after first-ever intracerebral haemorrhage.",
      "authors": [
        "Lin, Ru",
        "Lin, Jiahe",
        "Xu, Yuchen",
        "Yu, Yaoyao",
        "Foster, Emma",
        "Lin, Mengqi",
        "Xu, Huiqin",
        "Li, Xianxian",
        "Ye, Jiahe",
        "Yao, Fei",
        "Xu, Haoli",
        "Chen, Mengjia",
        "Chen, Jiayi",
        "Zheng, Han",
        "Li, Jia",
        "Zheng, Mo",
        "Huang, Shanshan",
        "Zhu, Suiqiang",
        "Yang, Yunjun",
        "Wang, Xinshi"
      ],
      "abstract": "Post-stroke epilepsy (PSE) is associated with increased morbidity and mortality. This study aimed to develop and validate a novel prediction model combining clinical factors and radiomics features to accurately identify patients at high risk of developing PSE after intracerebral haemorrhage (ICH). Researchers performed a retrospective medical chart review to extract derivation and validation cohorts of patients with first-ever ICH that attended two tertiary hospitals in China between 2010 and 2020. Clinical data were extracted from electronic medical records and supplemented by tele-interview. Predictive clinical variables were selected by multivariable logistic regression to build the clinical model. Predictive radiomics features were identified, and a Rad-score was calculated according to the coefficient of the selected feature. Both clinical variables and radiomic features were combined to build the radiomics-clinical model. Performances of the clinical, Rad-score, and combined models were compared. A total of 1571 patients were included in the analysis. Cortical involvement, early seizures within 7 days of ICH, NIHSS score, and ICH volume were included in the clinical model. Rad-score, instead of ICH volume, was included in the combined model. The combined model exhibited better discrimination ability and achieved an overall better benefit against threshold probability than the clinical model in the decision curve analysis (DCA). The combined radiomics-clinical model was better able to predict ICH-associated PSE compared to the clinical model. This can help clinicians better predict an individual patient's risk of PSE following a first-ever ICH and facilitate earlier PSE diagnosis and treatment. • Radiomics has not been used in predicting the risk of developing PSE. • Higher Rad-scores were associated with higher risk of developing PSE. • The combined model showed better performance of PSE prediction ability.",
      "year": "2023",
      "journal": "European radiology",
      "doi": "10.1007/s00330-023-09429-y",
      "pmid": "36735039",
      "arxiv_id": null,
      "keywords": [
        "Humans",
        "Retrospective Studies",
        "Stroke",
        "Cerebral Hemorrhage",
        "Epilepsy",
        "Seizures"
      ],
      "citation_count": 12,
      "citation_count_source": null,
      "impact_factor": 4.7,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q1",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Electrophysiological Biomarkers in Genetic Epilepsies.",
      "authors": [
        "Armstrong, Caren",
        "Marsh, Eric D"
      ],
      "abstract": "Precision treatments for epilepsy targeting the underlying genetic diagnoses are becoming a reality. Historically, the goal of epilepsy treatments was to reduce seizure frequency. In the era of precision medicine, however, outcomes such as prevention of epilepsy progression or even improvements in cognitive functions are both aspirational targets for any intervention. Developing methods, both in clinical trial design and in novel endpoints, will be necessary for measuring, not only seizures, but also the other neurodevelopmental outcomes that are predicted to be targeted by precision treatments. Biomarkers that quantitatively measure disease progression or network level changes are needed to allow for unbiased measurements of the effects of any gene-level treatments. Here, we discuss some of the promising electrophysiological biomarkers that may be of use in clinical trials of precision therapies, as well as the difficulties in implementing them.",
      "year": "2021",
      "journal": "Neurotherapeutics : the journal of the American Society for Experimental NeuroTherapeutics",
      "doi": "10.1007/s13311-021-01132-4",
      "pmid": "34642905",
      "arxiv_id": null,
      "keywords": [
        "Anticonvulsants",
        "Biomarkers",
        "Brain",
        "Brain Diseases",
        "Epilepsy",
        "Evoked Potentials, Visual",
        "Humans",
        "Neurodevelopmental Disorders",
        "Precision Medicine"
      ],
      "citation_count": 5,
      "citation_count_source": null,
      "impact_factor": null,
      "impact_factor_source": null,
      "journal_quartile": null,
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "The Potential of Wearable Devices and Mobile Health Applications in the Evaluation and Treatment of Epilepsy.",
      "authors": [
        "Esmaeili, Behnaz",
        "Vieluf, Solveig",
        "Dworetzky, Barbara A",
        "Reinsberger, Claus"
      ],
      "abstract": "Wearable devices and mobile health software applications have a great potential for improving epilepsy-related health outcomes and contributing to personalized medical care for persons with epilepsy. With limitations and challenges, they can be used for tracking seizure occurrence and for seizure detection, prediction, and forecasting in hospital and ambulatory settings. They can also help promote self-monitoring and self-management and thereby contribute to patient empowerment. In this review, we provide an overview of current wearable devices and mobile health software applications for epilepsy. We focus on clinically validated devices, their clinical applications, the challenges faced when using these devices in real-world settings, and how these devices may be optimized in the future.",
      "year": "2022",
      "journal": "Neurologic clinics",
      "doi": "10.1016/j.ncl.2022.03.005",
      "pmid": "36270687",
      "arxiv_id": null,
      "keywords": [
        "Humans",
        "Wearable Electronic Devices",
        "Epilepsy",
        "Seizures",
        "Telemedicine",
        "Forecasting"
      ],
      "citation_count": 10,
      "citation_count_source": null,
      "impact_factor": 2.4,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q3",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Previous, current, and future stereotactic EEG techniques for localising epileptic foci.",
      "authors": [
        "Dasgupta, Debayan",
        "Miserocchi, Anna",
        "McEvoy, Andrew W",
        "Duncan, John S"
      ],
      "abstract": "Drug-resistant focal epilepsy presents a significant morbidity burden globally, and epilepsy surgery has been shown to be an effective treatment modality. Therefore, accurate identification of the epileptogenic zone for surgery is crucial, and in those with unclear noninvasive data, stereoencephalography is required. This review covers the history and current practices in the field of intracranial EEG, particularly analyzing how stereotactic image-guidance, robot-assisted navigation, and improved imaging techniques have increased the accuracy, scope, and use of SEEG globally. We provide a perspective on the future directions in the field, reviewing improvements in predicting electrode bending, image acquisition, machine learning and artificial intelligence, advances in surgical planning and visualization software and hardware. We also see the development of EEG analysis tools based on machine learning algorithms that are likely to work synergistically with neurophysiology experts and improve the efficiency of EEG and SEEG analysis and 3D visualization. Improving computer-assisted planning to minimize manual input from the surgeon, and seamless integration into an ergonomic and adaptive operating theater, incorporating hybrid microscopes, virtual and augmented reality is likely to be a significant area of improvement in the near future.",
      "year": "2022",
      "journal": "Expert review of medical devices",
      "doi": "10.1080/17434440.2022.2114830",
      "pmid": "36003028",
      "arxiv_id": null,
      "keywords": [
        "Artificial Intelligence",
        "Drug Resistant Epilepsy",
        "Electrodes, Implanted",
        "Electroencephalography",
        "Epilepsy",
        "Humans",
        "Stereotaxic Techniques"
      ],
      "citation_count": 8,
      "citation_count_source": null,
      "impact_factor": 2.9,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q3",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Italian report on RARE epilepsies (i-RARE): A consensus on multidisciplinarity.",
      "authors": [
        "Riva, Antonella",
        "Coppola, Antonietta",
        "Bisulli, Francesca",
        "Verrotti, Alberto",
        "Bagnasco, Irene",
        "Elia, Maurizio",
        "Darra, Francesca",
        "Lattanzi, Simona",
        "Meletti, Stefano",
        "La Neve, Angela",
        "Di Gennaro, Giancarlo",
        "Brambilla, Isabella",
        "Santoro, Katia",
        "Prisco, Tommaso",
        "Macari, Francesca",
        "Gambardella, Antonio",
        "di Bonaventura, Carlo",
        "Balestrini, Simona",
        "Marini, Carla",
        "Pruna, Dario",
        "Capovilla, Giuseppe",
        "Specchio, Nicola",
        "Gobbi, Giuseppe",
        "Striano, Pasquale"
      ],
      "abstract": "Rare and complex epilepsies encompass a diverse range of disorders characterized by seizures. We aimed to establish a consensus on key issues related to these conditions through collaboration among experienced neurologists, neuropediatricians, and patient advocacy representatives. Employing a modified Delphi method, a scientific board comprising 20 physicians and 4 patient advocacy representatives synthesized existing literature with their expertise to formulate statements on contentious topics. A final 32-member expert panel, representing diverse regions of Italy, validated these statements through a two-round voting process, with consensus defined as an average score ≥7. Sixteen statements reached a consensus, emphasizing the necessity for epidemiological studies to ascertain the true prevalence of rare epilepsies. Etiology emerged as a crucial factor influencing therapeutic strategies and outcome prediction, with particular concern regarding prolonged and tonic-clonic seizures. The importance of early implementation of specific drugs and non-pharmacological interventions in the treatment algorithm for developmental and epileptic encephalopathies (DEEs) was underscored. Multidisciplinary care involving experts with diverse skills was deemed essential, emphasizing non-seizure outcomes in adolescence and adulthood. This national consensus underscores the imperative for personalized, comprehensive, and multidisciplinary management of rare epilepsies/DEEs. It advocates for increased research, particularly in epidemiology and therapeutic approaches, to inform clinical decision-making and healthcare policies, ultimately enhancing patients' outcomes. The modified Delphi method is broadly used to evaluate debated topics. In this work, we sought the consensus on integrated and social care in epilepsy management. Both representatives of high-level epilepsy centers and patients' caregivers were directly involved.",
      "year": "2024",
      "journal": "Epilepsia open",
      "doi": "10.1002/epi4.13020",
      "pmid": "39176980",
      "arxiv_id": null,
      "keywords": [
        "Humans",
        "Italy",
        "Epilepsy",
        "Consensus",
        "Delphi Technique",
        "Rare Diseases"
      ],
      "citation_count": 1,
      "citation_count_source": null,
      "impact_factor": 2.8,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q2",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Neurophysiology of Juvenile and Progressive Myoclonic Epilepsy.",
      "authors": [
        "Acharya, Jayant N",
        "Acharya, Vinita J"
      ],
      "abstract": "Myoclonus can be epileptic or nonepileptic. Epileptic myoclonus has been defined in clinical, neurophysiological, and neuroanatomical terms. Juvenile myoclonic epilepsy (JME) is typically considered to be an adolescent-onset idiopathic generalized epilepsy with a combination of myoclonic, generalized tonic-clonic, and absence seizures and normal cognitive status that responds well to anti-seizure medications but requires lifelong treatment. EEG shows generalized epileptiform discharges and photosensitivity. Recent observations indicate that the clinical picture of JME is heterogeneous and a number of neuropsychological and imaging studies have shown structural and functional abnormalities in the frontal lobes and thalamus. Advances in neurophysiology and imaging suggest that JME may not be a truly generalized epilepsy, in that restricted cortical and subcortical networks appear to be involved rather than the entire brain. Some patients with JME may be refractory to anti-seizure medications and attempts have been made to identify neurophysiological biomarkers predicting resistance. Progressive myoclonic epilepsy is a syndrome with multiple specific causes. It is distinct from JME because of the occurrence of progressive neurologic dysfunction in addition to myoclonus and generalized tonic-clonic seizures but may sometimes be difficult to distinguish from JME or misdiagnosed as drug-resistant JME. This article provides an overview of progressive myoclonic epilepsy and focuses on the clinical and neurophysiological findings in the two most commonly recognized forms of progressive myoclonic epilepsy-Unverricht-Lundborg disease (EPM1) and Lafora disease (EPM2). A variety of neurophysiological tests can be used to distinguish between JME and progressive myoclonic epilepsy and between EPM1 and EPM2.",
      "year": "2023",
      "journal": "Journal of clinical neurophysiology : official publication of the American Electroencephalographic Society",
      "doi": "10.1097/WNP.0000000000000913",
      "pmid": "36735458",
      "arxiv_id": null,
      "keywords": [
        "Adolescent",
        "Humans",
        "Unverricht-Lundborg Syndrome",
        "Myoclonus",
        "Myoclonic Epilepsy, Juvenile",
        "Epilepsy, Generalized",
        "Myoclonic Epilepsies, Progressive",
        "Electroencephalography"
      ],
      "citation_count": 1,
      "citation_count_source": null,
      "impact_factor": null,
      "impact_factor_source": null,
      "journal_quartile": null,
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Prediction of the recurrence risk in patients with epilepsy after the withdrawal of antiepileptic drugs.",
      "authors": [
        "Yang, Wenqiu",
        "Zhang, Xianjun",
        "Long, Jin",
        "Wu, Qian",
        "Han, Yanbing"
      ],
      "abstract": "Many seizure-free patients who consider withdrawing from antiepileptic drugs (AEDs) hope to discontinue treatment to avoid adverse effects. However, withdrawal has certain risks that are difficult to predict. In this study, we performed a literature review, summarized the causes of significant variability in the risk of postwithdrawal recurrent seizures, and reviewed study data on the age at onset, cause, types of seizures, epilepsy syndrome, magnetic resonance imaging (MRI) abnormalities, epilepsy surgery, and withdrawal outcomes of patients with epilepsy. Many factors are associated with recurrent seizures after AED withdrawal. For patients who are seizure-free after treatment, the role of an electroencephalogram (EEG) alone in ensuring safe withdrawal is limited. A series of prediction models for the postwithdrawal recurrence risk have incorporated various potentially important factors in a comprehensive analysis. We focused on the populations of studies investigating five risk prediction models and analyzed the predictive variables and recommended applications of each model, aiming to provide a reference for personalized withdrawal for patients with epilepsy in clinical practice.",
      "year": "2020",
      "journal": "Epilepsy & behavior : E&B",
      "doi": "10.1016/j.yebeh.2020.107156",
      "pmid": "32502930",
      "arxiv_id": null,
      "keywords": [
        "Anticonvulsants",
        "Electroencephalography",
        "Epilepsy",
        "Humans",
        "Magnetic Resonance Imaging",
        "Predictive Value of Tests",
        "Prospective Studies",
        "Recurrence",
        "Retrospective Studies",
        "Risk Factors",
        "Seizures",
        "Substance Withdrawal Syndrome"
      ],
      "citation_count": 13,
      "citation_count_source": null,
      "impact_factor": null,
      "impact_factor_source": null,
      "journal_quartile": null,
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Interpretable surface-based detection of focal cortical dysplasias: a Multi-centre Epilepsy Lesion Detection study.",
      "authors": [
        "Spitzer, Hannah",
        "Ripart, Mathilde",
        "Whitaker, Kirstie",
        "D'Arco, Felice",
        "Mankad, Kshitij",
        "Chen, Andrew A",
        "Napolitano, Antonio",
        "De Palma, Luca",
        "De Benedictis, Alessandro",
        "Foldes, Stephen",
        "Humphreys, Zachary",
        "Zhang, Kai",
        "Hu, Wenhan",
        "Mo, Jiajie",
        "Likeman, Marcus",
        "Davies, Shirin",
        "Güttler, Christopher",
        "Lenge, Matteo",
        "Cohen, Nathan T",
        "Tang, Yingying",
        "Wang, Shan",
        "Chari, Aswin",
        "Tisdall, Martin",
        "Bargallo, Nuria",
        "Conde-Blanco, Estefanía",
        "Pariente, Jose Carlos",
        "Pascual-Diaz, Saül",
        "Delgado-Martínez, Ignacio",
        "Pérez-Enríquez, Carmen",
        "Lagorio, Ilaria",
        "Abela, Eugenio",
        "Mullatti, Nandini",
        "O'Muircheartaigh, Jonathan",
        "Vecchiato, Katy",
        "Liu, Yawu",
        "Caligiuri, Maria Eugenia",
        "Sinclair, Ben",
        "Vivash, Lucy",
        "Willard, Anna",
        "Kandasamy, Jothy",
        "McLellan, Ailsa",
        "Sokol, Drahoslav",
        "Semmelroch, Mira",
        "Kloster, Ane G",
        "Opheim, Giske",
        "Ribeiro, Letícia",
        "Yasuda, Clarissa",
        "Rossi-Espagnet, Camilla",
        "Hamandi, Khalid",
        "Tietze, Anna",
        "Barba, Carmen",
        "Guerrini, Renzo",
        "Gaillard, William Davis",
        "You, Xiaozhen",
        "Wang, Irene",
        "González-Ortiz, Sofía",
        "Severino, Mariasavina",
        "Striano, Pasquale",
        "Tortora, Domenico",
        "Kälviäinen, Reetta",
        "Gambardella, Antonio",
        "Labate, Angelo",
        "Desmond, Patricia",
        "Lui, Elaine",
        "O'Brien, Terence",
        "Shetty, Jay",
        "Jackson, Graeme",
        "Duncan, John S",
        "Winston, Gavin P",
        "Pinborg, Lars H",
        "Cendes, Fernando",
        "Theis, Fabian J",
        "Shinohara, Russell T",
        "Cross, J Helen",
        "Baldeweg, Torsten",
        "Adler, Sophie",
        "Wagstyl, Konrad"
      ],
      "abstract": "One outstanding challenge for machine learning in diagnostic biomedical imaging is algorithm interpretability. A key application is the identification of subtle epileptogenic focal cortical dysplasias (FCDs) from structural MRI. FCDs are difficult to visualize on structural MRI but are often amenable to surgical resection. We aimed to develop an open-source, interpretable, surface-based machine-learning algorithm to automatically identify FCDs on heterogeneous structural MRI data from epilepsy surgery centres worldwide. The Multi-centre Epilepsy Lesion Detection (MELD) Project collated and harmonized a retrospective MRI cohort of 1015 participants, 618 patients with focal FCD-related epilepsy and 397 controls, from 22 epilepsy centres worldwide. We created a neural network for FCD detection based on 33 surface-based features. The network was trained and cross-validated on 50% of the total cohort and tested on the remaining 50% as well as on 2 independent test sites. Multidimensional feature analysis and integrated gradient saliencies were used to interrogate network performance. Our pipeline outputs individual patient reports, which identify the location of predicted lesions, alongside their imaging features and relative saliency to the classifier. On a restricted 'gold-standard' subcohort of seizure-free patients with FCD type IIB who had T1 and fluid-attenuated inversion recovery MRI data, the MELD FCD surface-based algorithm had a sensitivity of 85%. Across the entire withheld test cohort the sensitivity was 59% and specificity was 54%. After including a border zone around lesions, to account for uncertainty around the borders of manually delineated lesion masks, the sensitivity was 67%. This multicentre, multinational study with open access protocols and code has developed a robust and interpretable machine-learning algorithm for automated detection of focal cortical dysplasias, giving physicians greater confidence in the identification of subtle MRI lesions in individuals with epilepsy.",
      "year": "2022",
      "journal": "Brain : a journal of neurology",
      "doi": "10.1093/brain/awac224",
      "pmid": "35953082",
      "arxiv_id": null,
      "keywords": [
        "Humans",
        "Retrospective Studies",
        "Malformations of Cortical Development",
        "Epilepsy",
        "Magnetic Resonance Imaging",
        "Machine Learning",
        "Epilepsies, Partial"
      ],
      "citation_count": 72,
      "citation_count_source": null,
      "impact_factor": null,
      "impact_factor_source": null,
      "journal_quartile": null,
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Neurobiological Mechanisms of Autism Spectrum Disorder and Epilepsy, Insights from Animal Models.",
      "authors": [
        "Sierra-Arregui, Teresa",
        "Llorente, Javier",
        "Giménez Minguez, Paula",
        "Tønnesen, Jan",
        "Peñagarikano, Olga"
      ],
      "abstract": "Autism Spectrum Disorder (ASD) and epilepsy are two neurodevelopmental disorders that have a high comorbidity rate, suggesting that a common neurodevelopmental mechanism exists. However, to date there is no conclusive way to predict whether a child will develop either syndrome or both and to what degree associated phenotypes will be affected. Failure to consistently identify predictive patterns of ASD and/or epilepsy diagnosis stems from the fact that they are etiologically heterogeneous conditions and research into their neuropathological mechanisms becomes challenging. Whole genome/exome sequencing has advanced our understanding of the genetic causes of ASD and epilepsy to an extent that currently about half of all ASD as well as epilepsy cases are known to have a genetic basis. In fact, a picture is emerging of both conditions as a collection of distinct genetically defined disorders, although the role of environmental factors has also been established. A plethora of animal models, most of them based on identified human genetic mutations and a few on known environmental causes, have been developed. Animal models provide a major experimental avenue for studying the underlying cellular and molecular mechanisms of human disorders. They also provide invaluable preclinical tools that can be used to test therapeutic approaches. In this review, we first summarize the methods for validating mouse models of ASD and epilepsy. Second, we present the current models validated for the comorbidity and finally, we recapitulate the common pathomechanisms identified in these models with special emphasis on synaptic plasticity.",
      "year": "2020",
      "journal": "Neuroscience",
      "doi": "10.1016/j.neuroscience.2020.02.043",
      "pmid": "32147509",
      "arxiv_id": null,
      "keywords": [
        "Animals",
        "Autism Spectrum Disorder",
        "Comorbidity",
        "Epilepsy",
        "Neurobiology",
        "Neurodevelopmental Disorders"
      ],
      "citation_count": 27,
      "citation_count_source": null,
      "impact_factor": 2.9,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q2",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Neurological update: structural and functional imaging in epilepsy surgery.",
      "authors": [
        "Yoganathan, Katie",
        "Malek, Naveed",
        "Torzillo, Emma",
        "Paranathala, Menaka",
        "Greene, John"
      ],
      "abstract": "Structural and functional imaging prior to surgery in drug-resistant focal epilepsy, has an important role to play alongside electroencephalography (EEG) techniques, in planning the surgical approach and predicting post-operative outcome. This paper reviews the role of structural and functional imaging of the brain, namely computed tomography (CT), magnetic resonance imaging (MRI), functional MRI (fMRI), single photon emission computed tomography (SPECT) and positron emission tomography (PET) imaging in the preoperative work-up of people with medically refractory epilepsy. In MRI-negative patients, the precise localisation of the epileptogenic zone may be established by demonstrating hypometabolism on PET imaging or hyperperfusion on SPECT imaging in the area surrounding the seizure focus. These imaging modalities are far less invasive than intracranial EEG, which is the gold standard but requires surgical placement of electrodes or recording grids. Even when intracranial EEG is needed, PET or SPECT imaging can assist in the planning of EEG electrode placement, due to its' limited spatial sampling. Multimodal imaging techniques now allow the multidisciplinary epilepsy surgery team to identify and better characterise focal pathology, determine its' relationship to eloquent areas of the brain and the degree of interconnectedness within both physiological and pathological networks, as well as improve planning and surgical outcomes for patients. This paper will update the reader on this whole field and provide them with a practical guide, to aid them in the selection of appropriate investigations, interpretation of the findings and facilitating patient discussions in individuals with drug-resistant focal epilepsy.",
      "year": "2023",
      "journal": "Journal of neurology",
      "doi": "10.1007/s00415-023-11619-z",
      "pmid": "36792721",
      "arxiv_id": null,
      "keywords": [
        "Humans",
        "Electroencephalography",
        "Epilepsy",
        "Tomography, Emission-Computed, Single-Photon",
        "Positron-Emission Tomography",
        "Magnetic Resonance Imaging",
        "Epilepsies, Partial"
      ],
      "citation_count": 20,
      "citation_count_source": null,
      "impact_factor": 4.8,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q1",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Computerized application for epilepsy in China: Does the era of artificial intelligence comes?",
      "authors": [
        "Gong, Yiwei",
        "Xu, Cenglin",
        "Wang, Shuang",
        "Wang, Yi",
        "Chen, Zhong"
      ],
      "abstract": "Epilepsy, one of the most common neurological diseases in China, is notorious for its spontaneous, unprovoked and recurrent seizures. The etiology of epilepsy varies among individual patients, including congenital gene mutation, traumatic injury, infections, etc. This heterogeneity partly hampered the accurate diagnosis and choice of appropriate treatments. Encouragingly, great achievements have been achieved in computational science, making it become a key player in medical fields gradually and bringing new hope for rapid and accurate diagnosis as well as targeted therapies in epilepsy. Here, we historically review the advances of computerized applications in epilepsy-especially those tremendous findings achieved in China-for different purposes including seizure prediction, localization of epileptogenic zone, post-surgical prognosis, etc. Special attentions are paid to the great progress based on artificial intelligence (AI), which is more \"sensitive\", \"smart\" and \"in-depth\" than human capacities. At last, we give a comprehensive discussion about the disadvantages and limitations of current computerized applications for epilepsy and propose some future directions as further stepping stones to embrace \"the era of AI\" in epilepsy.",
      "year": "2022",
      "journal": "Acta neurologica Scandinavica",
      "doi": "10.1111/ane.13711",
      "pmid": "36156212",
      "arxiv_id": null,
      "keywords": [
        "Humans",
        "Artificial Intelligence",
        "Epilepsy",
        "Epilepsy, Generalized",
        "Seizures",
        "Prognosis"
      ],
      "citation_count": 3,
      "citation_count_source": null,
      "impact_factor": 2.9,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q2",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "The role of copy number variants in the genetic architecture of common familial epilepsies.",
      "authors": [],
      "abstract": "Copy number variants (CNVs) contribute to genetic risk and genetic etiology of both rare and common epilepsies. Whereas many studies have explored the role of CNVs in sporadic or severe cases, fewer have been done in familial generalized and focal epilepsies. We analyzed exome sequence data from 267 multiplex families and 859 first-degree relative pairs with a diagnosis of genetic generalized epilepsies or nonacquired focal epilepsies to predict CNVs. Validation and segregation studies were performed using an orthogonal method when possible. We identified CNVs likely to contribute to epilepsy risk or etiology in the probands of 43 of 1116 (3.9%) families, including known recurrent CNVs (16p13.11 deletion, 15q13.3 deletion, 15q11.2 deletion, 16p11.2 duplication, 1q21.1 duplication, and 5-Mb duplication of 15q11q13). We also identified CNVs affecting monogenic epilepsy genes, including four families with CNVs disrupting the DEPDC5 gene, and a de novo deletion of HNRNPU in one affected individual from a multiplex family. Several large CNVs (>500 kb) of uncertain clinical significance were identified, including a deletion in 18q, a large duplication encompassing the SCN1A gene, and a 15q13.3 duplication (BP4-BP5). The overall CNV landscape in common familial epilepsies is similar to that of sporadic epilepsies, with large recurrent deletions at 15q11, 15q13, and 16p13 contributing in 2.5%-3% of families. CNVs that interrupt known epilepsy genes and rare, large CNVs were also identified. Multiple etiologies were found in a subset of families, emphasizing the importance of genetic testing for multiple affected family members. Rare CNVs found in a single proband remain difficult to interpret and require larger cohorts to confirm their potential role in disease. Overall, our work indicates that CNVs contribute to the complex genetic architecture of familial generalized and focal epilepsies, supporting the role for clinical testing in affected individuals.",
      "year": "2024",
      "journal": "Epilepsia",
      "doi": "10.1111/epi.17860",
      "pmid": "38101940",
      "arxiv_id": null,
      "keywords": [
        "Humans",
        "DNA Copy Number Variations",
        "Epilepsy",
        "Epilepsies, Partial",
        "Genetic Testing",
        "Epileptic Syndromes"
      ],
      "citation_count": 2,
      "citation_count_source": null,
      "impact_factor": 6.6,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q1",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    }
  ]
}