{
  "metadata": {
    "created": "2025-07-22T17:31:34.726441",
    "num_papers": 1,
    "enriched": true
  },
  "papers": [
    {
      "title": "Quantification of Phase-Amplitude Coupling in Neuronal Oscillations: Comparison of Phase-Locking Value, Mean Vector Length, Modulation Index, and Generalized-Linear-Modeling-Cross-Frequency-Coupling.",
      "authors": [
        "Hülsemann, Mareike J",
        "Naumann, Ewald",
        "Rasch, Björn"
      ],
      "abstract": "Phase-amplitude coupling is a promising construct to study cognitive processes in electroencephalography (EEG) and magnetencephalography (MEG). Due to the novelty of the concept, various measures are used in the literature to calculate phase-amplitude coupling. Here, performance of the three most widely used phase-amplitude coupling measures - phase-locking value (PLV), mean vector length (MVL), and modulation index (MI) - and of the generalized linear modeling cross-frequency coupling (GLM-CFC) method is thoroughly compared with the help of simulated data. We combine advantages of previous reviews and use a realistic data simulation, examine moderators and provide inferential statistics for the comparison of all four indices of phase-amplitude coupling. Our analyses show that all four indices successfully differentiate coupling strength and coupling width when monophasic coupling is present. While the MVL was most sensitive to modulations in coupling strengths and width, only the MI and GLM-CFC can detect biphasic coupling. Coupling values of all four indices were influenced by moderators including data length, signal-to-noise-ratio, and sampling rate when approaching Nyquist frequencies. The MI was most robust against confounding influences of these moderators. Based on our analyses, we recommend the MI for noisy and short data epochs with unknown forms of coupling. For high quality and long data epochs with monophasic coupling and a high signal-to-noise ratio, the use of the MVL is recommended. Ideally, both indices are reported simultaneously for one data set.",
      "year": "2019",
      "journal": "Frontiers in neuroscience",
      "doi": "10.3389/fnins.2019.00573",
      "pmid": "31275096",
      "arxiv_id": null,
      "keywords": [],
      "citation_count": 146,
      "citation_count_source": null,
      "impact_factor": 3.2,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q2",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    }
  ]
}