{
  "metadata": {
    "created": "2025-07-22T17:28:33.602827",
    "num_papers": 4,
    "enriched": true
  },
  "papers": [
    {
      "title": "Quantification of Phase-Amplitude Coupling in Neuronal Oscillations: Comparison of Phase-Locking Value, Mean Vector Length, Modulation Index, and Generalized-Linear-Modeling-Cross-Frequency-Coupling.",
      "authors": [
        "Hülsemann, Mareike J",
        "Naumann, Ewald",
        "Rasch, Björn"
      ],
      "abstract": "Phase-amplitude coupling is a promising construct to study cognitive processes in electroencephalography (EEG) and magnetencephalography (MEG). Due to the novelty of the concept, various measures are used in the literature to calculate phase-amplitude coupling. Here, performance of the three most widely used phase-amplitude coupling measures - phase-locking value (PLV), mean vector length (MVL), and modulation index (MI) - and of the generalized linear modeling cross-frequency coupling (GLM-CFC) method is thoroughly compared with the help of simulated data. We combine advantages of previous reviews and use a realistic data simulation, examine moderators and provide inferential statistics for the comparison of all four indices of phase-amplitude coupling. Our analyses show that all four indices successfully differentiate coupling strength and coupling width when monophasic coupling is present. While the MVL was most sensitive to modulations in coupling strengths and width, only the MI and GLM-CFC can detect biphasic coupling. Coupling values of all four indices were influenced by moderators including data length, signal-to-noise-ratio, and sampling rate when approaching Nyquist frequencies. The MI was most robust against confounding influences of these moderators. Based on our analyses, we recommend the MI for noisy and short data epochs with unknown forms of coupling. For high quality and long data epochs with monophasic coupling and a high signal-to-noise ratio, the use of the MVL is recommended. Ideally, both indices are reported simultaneously for one data set.",
      "year": "2019",
      "journal": "Frontiers in neuroscience",
      "doi": "10.3389/fnins.2019.00573",
      "pmid": "31275096",
      "arxiv_id": null,
      "keywords": [],
      "citation_count": 146,
      "citation_count_source": null,
      "impact_factor": 3.2,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q2",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Abnormal gamma phase-amplitude coupling in the parahippocampal cortex is associated with network hyperexcitability in Alzheimer's disease.",
      "authors": [
        "Prabhu, Pooja",
        "Morise, Hirofumi",
        "Kudo, Kiwamu",
        "Beagle, Alexander",
        "Mizuiri, Danielle",
        "Syed, Faatimah",
        "Kotegar, Karunakar A",
        "Findlay, Anne",
        "Miller, Bruce L",
        "Kramer, Joel H",
        "Rankin, Katherine P",
        "Garcia, Paul A",
        "Kirsch, Heidi E",
        "Vossel, Keith",
        "Nagarajan, Srikantan S",
        "Ranasinghe, Kamalini G"
      ],
      "abstract": "While animal models of Alzheimer's disease (AD) have shown altered gamma oscillations (∼40 Hz) in local neural circuits, the low signal-to-noise ratio of gamma in the resting human brain precludes its quantification via conventional spectral estimates. Phase-amplitude coupling (PAC) indicating the dynamic integration between the gamma amplitude and the phase of low-frequency (4-12 Hz) oscillations is a useful alternative to capture local gamma activity. In addition, PAC is also an index of neuronal excitability as the phase of low-frequency oscillations that modulate gamma amplitude, effectively regulates the excitability of local neuronal firing. In this study, we sought to examine the local neuronal activity and excitability using gamma PAC, within brain regions vulnerable to early AD pathophysiology-entorhinal cortex and parahippocampus, in a clinical population of patients with AD and age-matched controls. Our clinical cohorts consisted of a well-characterized cohort of AD patients (",
      "year": "2024",
      "journal": "Brain communications",
      "doi": "10.1093/braincomms/fcae121",
      "pmid": "38665964",
      "arxiv_id": null,
      "keywords": [],
      "citation_count": 6,
      "citation_count_source": null,
      "impact_factor": 4.1,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q2",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Quantifying phase-amplitude coupling in neuronal network oscillations.",
      "authors": [
        "Onslow, Angela C E",
        "Bogacz, Rafal",
        "Jones, Matthew W"
      ],
      "abstract": "Neuroscience time series data from a range of techniques and species reveal complex, non-linear interactions between different frequencies of neuronal network oscillations within and across brain regions. Here, we briefly review the evidence that these nested, cross-frequency interactions act in concert with linearly covariant (within-frequency) activity to dynamically coordinate functionally related neuronal ensembles during behaviour. Such studies depend upon reliable quantification of cross-frequency coordination, and we compare the properties of three techniques used to measure phase-amplitude coupling (PAC)--Envelope-to-Signal Correlation (ESC), the Modulation Index (MI) and Cross-Frequency Coherence (CFC)--by standardizing their filtering algorithms and systematically assessing their robustness to noise and signal amplitude using artificial signals. Importantly, we also introduce a freely-downloadable method for estimating statistical significance of PAC, a step overlooked in the majority of published studies. We find that varying data length and noise levels leads to the three measures differentially detecting false positives or correctly identifying frequency bands of interaction; these conditions should therefore be taken into careful consideration when selecting PAC analyses. Finally, we demonstrate the utility of the three measures in quantifying PAC in local field potential data simultaneously recorded from rat hippocampus and prefrontal cortex, revealing a novel finding of prefrontal cortical theta phase modulating hippocampal gamma power. Future adaptations that allow detection of time-variant PAC should prove essential in deciphering the roles of cross-frequency coupling in mediating or reflecting nervous system function.",
      "year": "2011",
      "journal": "Progress in biophysics and molecular biology",
      "doi": "10.1016/j.pbiomolbio.2010.09.007",
      "pmid": "20869387",
      "arxiv_id": null,
      "keywords": [
        "Action Potentials",
        "Animals",
        "Hippocampus",
        "Models, Neurological",
        "Nerve Net",
        "Neural Networks, Computer",
        "Neurons",
        "Oscillometry",
        "Prefrontal Cortex",
        "Rats",
        "Theta Rhythm"
      ],
      "citation_count": 122,
      "citation_count_source": null,
      "impact_factor": null,
      "impact_factor_source": null,
      "journal_quartile": null,
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Adaptive filtering methods for identifying cross-frequency couplings in human EEG.",
      "authors": [
        "Van Zaen, Jérôme",
        "Murray, Micah M",
        "Meuli, Reto A",
        "Vesin, Jean-Marc"
      ],
      "abstract": "Oscillations have been increasingly recognized as a core property of neural responses that contribute to spontaneous, induced, and evoked activities within and between individual neurons and neural ensembles. They are considered as a prominent mechanism for information processing within and communication between brain areas. More recently, it has been proposed that interactions between periodic components at different frequencies, known as cross-frequency couplings, may support the integration of neuronal oscillations at different temporal and spatial scales. The present study details methods based on an adaptive frequency tracking approach that improve the quantification and statistical analysis of oscillatory components and cross-frequency couplings. This approach allows for time-varying instantaneous frequency, which is particularly important when measuring phase interactions between components. We compared this adaptive approach to traditional band-pass filters in their measurement of phase-amplitude and phase-phase cross-frequency couplings. Evaluations were performed with synthetic signals and EEG data recorded from healthy humans performing an illusory contour discrimination task. First, the synthetic signals in conjunction with Monte Carlo simulations highlighted two desirable features of the proposed algorithm vs. classical filter-bank approaches: resilience to broad-band noise and oscillatory interference. Second, the analyses with real EEG signals revealed statistically more robust effects (i.e. improved sensitivity) when using an adaptive frequency tracking framework, particularly when identifying phase-amplitude couplings. This was further confirmed after generating surrogate signals from the real EEG data. Adaptive frequency tracking appears to improve the measurements of cross-frequency couplings through precise extraction of neuronal oscillations.",
      "year": "2013",
      "journal": "PloS one",
      "doi": "10.1371/journal.pone.0060513",
      "pmid": "23560098",
      "arxiv_id": null,
      "keywords": [
        "Adult",
        "Algorithms",
        "Brain",
        "Electroencephalography",
        "Evoked Potentials",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Monte Carlo Method",
        "Neurons",
        "Pattern Recognition, Visual",
        "Signal Processing, Computer-Assisted",
        "Signal-To-Noise Ratio"
      ],
      "citation_count": 13,
      "citation_count_source": null,
      "impact_factor": 2.9,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q1",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    }
  ]
}