{
  "metadata": {
    "created": "2025-07-22T17:30:58.032898",
    "num_papers": 4,
    "enriched": true
  },
  "papers": [
    {
      "title": "ALS Genetics, Mechanisms, and Therapeutics: Where Are We Now?",
      "authors": [
        "Mejzini, Rita",
        "Flynn, Loren L",
        "Pitout, Ianthe L",
        "Fletcher, Sue",
        "Wilton, Steve D",
        "Akkari, P Anthony"
      ],
      "abstract": "The scientific landscape surrounding amyotrophic lateral sclerosis (ALS) continues to shift as the number of genes associated with the disease risk and pathogenesis, and the cellular processes involved, continues to grow. Despite decades of intense research and over 50 potentially causative or disease-modifying genes identified, etiology remains unexplained and treatment options remain limited for the majority of ALS patients. Various factors have contributed to the slow progress in understanding and developing therapeutics for this disease. Here, we review the genetic basis of ALS, highlighting factors that have contributed to the elusiveness of genetic heritability. The most commonly mutated ALS-linked genes are reviewed with an emphasis on disease-causing mechanisms. The cellular processes involved in ALS pathogenesis are discussed, with evidence implicating their involvement in ALS summarized. Past and present therapeutic strategies and the benefits and limitations of the model systems available to ALS researchers are discussed with future directions for research that may lead to effective treatment strategies outlined.",
      "year": "2019",
      "journal": "Frontiers in neuroscience",
      "doi": "10.3389/fnins.2019.01310",
      "pmid": "31866818",
      "arxiv_id": null,
      "keywords": [],
      "citation_count": 615,
      "citation_count_source": null,
      "impact_factor": 3.2,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q2",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Discovery of Teneurins.",
      "authors": [
        "Baumgartner, Stefan",
        "Wides, Ron"
      ],
      "abstract": "Teneurins were first discovered and published in 1993 and 1994, in ",
      "year": "2019",
      "journal": "Frontiers in neuroscience",
      "doi": "10.3389/fnins.2019.00230",
      "pmid": "30941006",
      "arxiv_id": null,
      "keywords": [],
      "citation_count": 8,
      "citation_count_source": null,
      "impact_factor": 3.2,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q2",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Insulin and Autophagy in Neurodegeneration.",
      "authors": [
        "de Mello, Natália Prudente",
        "Orellana, Ana Maria",
        "Mazucanti, Caio Henrique",
        "de Morais Lima, Geovanni",
        "Scavone, Cristoforo",
        "Kawamoto, Elisa Mitiko"
      ],
      "abstract": "Crosstalk in the pathophysiological processes underpinning metabolic diseases and neurodegenerative disorders have been the subject of extensive investigation, in which insulin signaling and autophagy impairment demonstrate to be a common factor in both conditions. Although it is still somewhat conflicting, pharmacological and genetic strategies that regulate these pathways may be a promising approach for aggregate protein clearancing and consequently the delaying of onset or progression of the disease. However, as the response due to this modulation seems to be time-dependent, finding the right regulation of autophagy may be a potential target for drug development for neurodegenerative diseases. In this way, this review focuses on the role of insulin signaling/resistance and autophagy in some neurodegenerative diseases, discussing pharmacological and non-pharmacological interventions in these diseases.",
      "year": "2019",
      "journal": "Frontiers in neuroscience",
      "doi": "10.3389/fnins.2019.00491",
      "pmid": "31231176",
      "arxiv_id": null,
      "keywords": [],
      "citation_count": 45,
      "citation_count_source": null,
      "impact_factor": 3.2,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q2",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    },
    {
      "title": "Proteostasis During Cerebral Ischemia.",
      "authors": [
        "Thiebaut, Audrey M",
        "Hedou, Elodie",
        "Marciniak, Stefan J",
        "Vivien, Denis",
        "Roussel, Benoit D"
      ],
      "abstract": "Cerebral ischemia is a complex pathology involving a cascade of cellular mechanisms, which deregulate proteostasis and lead to neuronal death. Proteostasis refers to the equilibrium between protein synthesis, folding, transport, and protein degradation. Within the brain proteostasis plays key roles in learning and memory by controlling protein synthesis and degradation. Two important pathways are implicated in the regulation of proteostasis: the unfolded protein response (UPR) and macroautophagy (called hereafter autophagy). Both are necessary for cell survival, however, their over-activation in duration or intensity can lead to cell death. Moreover, UPR and autophagy can activate and potentiate each other to worsen the issue of cerebral ischemia. A better understanding of autophagy and ER stress will allow the development of therapeutic strategies for stroke, both at the acute phase and during recovery. This review summarizes the latest therapeutic advances implicating ER stress or autophagy in cerebral ischemia. We argue that the processes governing proteostasis should be considered together in stroke, rather than focusing either on ER stress or autophagy in isolation.",
      "year": "2019",
      "journal": "Frontiers in neuroscience",
      "doi": "10.3389/fnins.2019.00637",
      "pmid": "31275110",
      "arxiv_id": null,
      "keywords": [],
      "citation_count": 43,
      "citation_count_source": null,
      "impact_factor": 3.2,
      "impact_factor_source": "JCR 2024",
      "journal_quartile": "Q2",
      "journal_rank": null,
      "h_index": null,
      "pdf_url": null,
      "pdf_path": null,
      "source": "pubmed",
      "metadata": {
        "impact_factor_source": "JCR 2024",
        "quartile_source": "JCR 2024",
        "citation_count_source": "CrossRef"
      }
    }
  ]
}