{
  "version": 1,
  "started_at": "2025-08-01T02:48:53.232364",
  "last_updated": "2025-08-01T13:21:58.187279",
  "completed": true,
  "papers": {
    "quantification of phase-amplitude coupling in neuronal oscillations: comparison of phase-locking value, mean vector length, modulation index, and generalized-linear-modeling-cross-frequency-coupling_2019_mareike j. h{\\\"u}lsemann": {
      "title": "Quantification of Phase-Amplitude Coupling in Neuronal Oscillations: Comparison of Phase-Locking Value, Mean Vector Length, Modulation Index, and Generalized-Linear-Modeling-Cross-Frequency-Coupling",
      "doi": "10.3389/fnins.2019.00573",
      "status": "resolved",
      "timestamp": "2025-08-01T02:48:55.455244"
    },
    "the functional role of cross-frequency coupling_2010_r. canolty": {
      "title": "The functional role of cross-frequency coupling",
      "doi": "10.1016/j.tics.2010.09.001",
      "status": "resolved",
      "timestamp": "2025-08-01T02:48:55.993705"
    },
    "discriminating valid from spurious indices of phase-amplitude coupling_2016_o. jensen": {
      "title": "Discriminating Valid from Spurious Indices of Phase-Amplitude Coupling",
      "doi": "10.1523/eneuro.0334-16.2016",
      "status": "resolved",
      "timestamp": "2025-08-01T02:48:56.617372"
    },
    "generative models, linguistic communication and active inference_2020_karl j. friston": {
      "title": "Generative models, linguistic communication and active inference",
      "doi": "10.1016/j.neubiorev.2020.07.005",
      "status": "resolved",
      "timestamp": "2025-08-01T12:55:12.397627"
    },
    "untangling cross-frequency coupling in neuroscience_2014_juhan aru": {
      "title": "Untangling cross-frequency coupling in neuroscience",
      "doi": "10.1101/005926",
      "status": "resolved",
      "timestamp": "2025-08-01T12:55:30.455844"
    },
    "measuring phase-amplitude coupling between neuronal oscillations of different frequencies._2010_a. tort": {
      "title": "Measuring phase-amplitude coupling between neuronal oscillations of different frequencies.",
      "doi": "10.1152/jn.00106.2010",
      "status": "resolved",
      "timestamp": "2025-08-01T12:55:52.315280"
    },
    "statistical inference for modulation index in phase-amplitude coupling_2023_marco pinto-orellana": {
      "title": "Statistical Inference for Modulation Index in Phase-Amplitude Coupling",
      "status": "failed",
      "timestamp": "2025-08-01T12:58:55.155377",
      "retry_count": 3
    },
    "different methods to estimate the phase of neural rhythms agree but only during times of low uncertainty_2023_anirudh wodeyar": {
      "title": "Different Methods to Estimate the Phase of Neural Rhythms Agree But Only During Times of Low Uncertainty",
      "doi": "10.1101/2023.01.05.522914",
      "status": "resolved",
      "timestamp": "2025-08-01T12:57:01.092857"
    },
    "modelling brain connectivity networks by graph embedding for dyslexia diagnosis_2021_m. formoso": {
      "title": "Modelling Brain Connectivity Networks by Graph Embedding for Dyslexia Diagnosis",
      "doi": "10.1007/978-3-030-88163-4_9",
      "status": "resolved",
      "timestamp": "2025-08-01T12:59:13.176396"
    },
    "estimating phase amplitude coupling between neural oscillations based on permutation and entropy_2021_liyong yin": {
      "title": "Estimating Phase Amplitude Coupling between Neural Oscillations Based on Permutation and Entropy",
      "doi": "10.3390/e23081070",
      "status": "resolved",
      "timestamp": "2025-08-01T12:59:31.195215"
    },
    "toward a proper estimation of phase–amplitude coupling in neural oscillations_2014_dino dvoř{\\'a}k": {
      "title": "Toward a proper estimation of phase–amplitude coupling in neural oscillations",
      "doi": "10.1016/j.jneumeth.2014.01.002",
      "status": "resolved",
      "timestamp": "2025-08-01T12:59:49.215676"
    },
    "time-frequency based phase-amplitude coupling measure for neuronal oscillations_2019_t. t. munia": {
      "title": "Time-Frequency Based Phase-Amplitude Coupling Measure For Neuronal Oscillations",
      "doi": "10.1038/s41598-019-48870-2",
      "status": "resolved",
      "timestamp": "2025-08-01T13:00:07.244722"
    },
    "effect of phase clustering bias on phase-amplitude coupling for emotional eeg._2024_tingyu sheng": {
      "title": "Effect of Phase Clustering Bias on Phase-Amplitude Coupling for Emotional EEG.",
      "doi": "10.31083/j.jin2302033",
      "status": "resolved",
      "timestamp": "2025-08-01T13:01:38.117563"
    },
    "direct modulation index: a measure of phase amplitude coupling for neurophysiology data_2022_maximilian scherer": {
      "title": "Direct modulation index: A measure of phase amplitude coupling for neurophysiology data",
      "doi": "10.1101/2022.02.07.479380",
      "status": "resolved",
      "timestamp": "2025-08-01T13:01:56.152488"
    },
    "phase-amplitude coupling: a general mechanism for memory processing and synaptic plasticity?_2018_t. bergmann": {
      "title": "Phase-Amplitude Coupling: A General Mechanism for Memory Processing and Synaptic Plasticity?",
      "doi": "10.1016/j.neuron.2017.12.023",
      "status": "resolved",
      "timestamp": "2025-08-01T13:02:14.203912"
    },
    "analyzing human sleep eeg: a methodological primer with code implementation._2020_roy cox": {
      "title": "Analyzing human sleep EEG: A methodological primer with code implementation.",
      "doi": "10.1016/j.smrv.2020.101353",
      "status": "resolved",
      "timestamp": "2025-08-01T13:02:32.206176"
    },
    "alpha and high gamma phase amplitude coupling during motor imagery and weighted cross-frequency coupling to extract discriminative cross-frequency patterns_2021_dae-cheol gwon": {
      "title": "Alpha and high gamma phase amplitude coupling during motor imagery and weighted cross-frequency coupling to extract discriminative cross-frequency patterns",
      "doi": "10.1016/j.neuroimage.2021.118403",
      "status": "resolved",
      "timestamp": "2025-08-01T13:02:50.193104"
    },
    "long term effects of cueing procedural memory reactivation during nrem sleep_2021_martyna rakowska": {
      "title": "Long term effects of cueing procedural memory reactivation during NREM sleep",
      "doi": "10.1016/j.neuroimage.2021.118573",
      "status": "resolved",
      "timestamp": "2025-08-01T13:03:15.541115"
    },
    "cross‐frequency couplings reveal mice visual cortex selectivity to grating orientations_2025_zahra ebrahimvand": {
      "title": "Cross‐Frequency Couplings Reveal Mice Visual Cortex Selectivity to Grating Orientations",
      "doi": "10.1002/brb3.70360",
      "status": "resolved",
      "timestamp": "2025-08-01T13:03:33.975329"
    },
    "the functional interactions between cortical regions through theta-gamma coupling during resting-state and a visual working memory task_2022_ji-seon ahn": {
      "title": "The Functional Interactions between Cortical Regions through Theta-Gamma Coupling during Resting-State and a Visual Working Memory Task",
      "doi": "10.3390/brainsci12020274",
      "status": "resolved",
      "timestamp": "2025-08-01T13:03:51.960486"
    },
    "complex network modelling of eeg band coupling in dyslexia: an exploratory analysis of auditory processing and diagnosis_2021_n. gallego-molina": {
      "title": "Complex network modelling of EEG band coupling in dyslexia: An exploratory analysis of auditory processing and diagnosis",
      "doi": "10.1016/j.knosys.2021.108098",
      "status": "resolved",
      "timestamp": "2025-08-01T13:04:19.702293"
    },
    "shifts in gamma phase–amplitude coupling frequency from theta to alpha over posterior cortex during visual tasks_2010_bradley voytek": {
      "title": "Shifts in Gamma Phase–Amplitude Coupling Frequency from Theta to Alpha Over Posterior Cortex During Visual Tasks",
      "doi": "10.3389/fnhum.2010.00191",
      "status": "resolved",
      "timestamp": "2025-08-01T13:04:37.693817"
    },
    "the bispectrum and its relationship to phase-amplitude coupling_2017_christopher k. kovach": {
      "title": "The bispectrum and its relationship to phase-amplitude coupling",
      "doi": "10.1016/j.neuroimage.2018.02.033",
      "status": "resolved",
      "timestamp": "2025-08-01T13:04:55.690622"
    },
    "the detection of phase amplitude coupling during sensory processing_2017_robert a. seymour": {
      "title": "The Detection of Phase Amplitude Coupling during Sensory Processing",
      "doi": "10.1101/163006",
      "status": "resolved",
      "timestamp": "2025-08-01T13:05:14.131837"
    },
    "measuring phase-amplitude coupling based on the jensen-shannon divergence and correlation matrix_2021_zhaohui li": {
      "title": "Measuring Phase-Amplitude Coupling Based on the Jensen-Shannon Divergence and Correlation Matrix",
      "doi": "10.1109/tnsre.2021.3095510",
      "status": "resolved",
      "timestamp": "2025-08-01T13:05:32.144760"
    },
    "oscillatory activity and phase–amplitude coupling in the human medial frontal cortex during decision making_2009_michael x. cohen": {
      "title": "Oscillatory Activity and Phase–Amplitude Coupling in the Human Medial Frontal Cortex during Decision Making",
      "doi": "10.1162/jocn.2008.21020",
      "status": "resolved",
      "timestamp": "2025-08-01T13:05:50.150633"
    },
    "heterogeneous profiles of coupled sleep oscillations in human hippocampus_2019_roy cox": {
      "title": "Heterogeneous profiles of coupled sleep oscillations in human hippocampus",
      "doi": "10.1101/589978",
      "status": "resolved",
      "timestamp": "2025-08-01T13:06:08.143120"
    },
    "multivariate analysis of bivariate phase-amplitude coupling in eeg data using tensor robust pca_2021_t. t. munia": {
      "title": "Multivariate Analysis of Bivariate Phase-Amplitude Coupling in EEG Data Using Tensor Robust PCA",
      "doi": "10.1109/tnsre.2021.3092890",
      "status": "resolved",
      "timestamp": "2025-08-01T13:06:26.152343"
    },
    "phase–amplitude coupling in human electrocorticography is spatially distributed and phase diverse_2012_roemer van der meij": {
      "title": "Phase–Amplitude Coupling in Human Electrocorticography Is Spatially Distributed and Phase Diverse",
      "doi": "10.1523/jneurosci.4816-11.2012",
      "status": "resolved",
      "timestamp": "2025-08-01T13:06:44.184258"
    },
    "the olfactory bulb theta rhythm follows all frequencies of diaphragmatic respiration in the freely behaving rat_2014_daniel rojas-l{\\'i}bano": {
      "title": "The olfactory bulb theta rhythm follows all frequencies of diaphragmatic respiration in the freely behaving rat",
      "doi": "10.3389/fnbeh.2014.00214",
      "status": "resolved",
      "timestamp": "2025-08-01T13:07:02.283978"
    },
    "phase‐amplitude coupling of sleep slow oscillatory and spindle activity correlates with overnight memory consolidation_2019_c. mikutta": {
      "title": "Phase‐amplitude coupling of sleep slow oscillatory and spindle activity correlates with overnight memory consolidation",
      "doi": "10.1111/jsr.12835",
      "status": "resolved",
      "timestamp": "2025-08-01T13:07:20.285954"
    },
    "phase-amplitude coupling profiles differ in frontal and auditory cortices_2020_francisco garc{\\'i}a-rosales": {
      "title": "Phase-amplitude coupling profiles differ in frontal and auditory cortices",
      "doi": "10.1101/2020.05.05.078667",
      "status": "resolved",
      "timestamp": "2025-08-01T13:07:38.272570"
    },
    "temporal-spatial characteristics of phase-amplitude coupling in electrocorticogram for human temporal lobe epilepsy_2017_ruihua zhang": {
      "title": "Temporal-spatial characteristics of phase-amplitude coupling in electrocorticogram for human temporal lobe epilepsy",
      "doi": "10.1016/j.clinph.2017.05.020",
      "status": "resolved",
      "timestamp": "2025-08-01T13:07:56.266270"
    },
    "tensorpac: an open-source python toolbox for tensor-based phase-amplitude coupling measurement in electrophysiological brain signals_2020_etienne combrisson": {
      "title": "Tensorpac: An open-source Python toolbox for tensor-based phase-amplitude coupling measurement in electrophysiological brain signals",
      "doi": "10.1101/2020.04.17.045997",
      "status": "resolved",
      "timestamp": "2025-08-01T13:08:14.256675"
    },
    "a canonical circuit for generating phase-amplitude coupling_2014_angela c. e. onslow": {
      "title": "A Canonical Circuit for Generating Phase-Amplitude Coupling",
      "doi": "10.1371/journal.pone.0102591",
      "status": "resolved",
      "timestamp": "2025-08-01T13:08:32.723501"
    },
    "cfc delta-beta is related with mixed features and response to treatment in bipolar ii depression_2019_s. kesebir": {
      "title": "CFC delta-beta is related with mixed features and response to treatment in bipolar II depression",
      "doi": "10.1016/j.heliyon.2019.e01898",
      "status": "resolved",
      "timestamp": "2025-08-01T13:08:50.738428"
    },
    "timing of phase‐amplitude coupling is essential for neuronal and functional maturation of audiovisual integration in adolescents_2019_takefumi ohki": {
      "title": "Timing of phase‐amplitude coupling is essential for neuronal and functional maturation of audiovisual integration in adolescents",
      "doi": "10.1002/brb3.1635/v1/review1",
      "status": "resolved",
      "timestamp": "2025-08-01T13:09:08.770015"
    },
    "cross-frequency coupling within and between the human thalamus and neocortex_2013_thomas h. b. fitzgerald": {
      "title": "Cross-frequency coupling within and between the human thalamus and neocortex",
      "doi": "10.3389/fnhum.2013.00084",
      "status": "resolved",
      "timestamp": "2025-08-01T13:09:26.818111"
    },
    "variational phase-amplitude coupling characterizes signatures of anterior cortex under emotional processing_2023_chu zhang": {
      "title": "Variational Phase-Amplitude Coupling Characterizes Signatures of Anterior Cortex Under Emotional Processing",
      "doi": "10.1109/jbhi.2023.3243275",
      "status": "resolved",
      "timestamp": "2025-08-01T13:09:44.844334"
    },
    "topology, cross-frequency, and same-frequency band interactions shape the generation of phase-amplitude coupling in a neural mass model of a cortical column_2016_r. sotero": {
      "title": "Topology, Cross-Frequency, and Same-Frequency Band Interactions Shape the Generation of Phase-Amplitude Coupling in a Neural Mass Model of a Cortical Column",
      "doi": "10.1371/journal.pcbi.1005180",
      "status": "resolved",
      "timestamp": "2025-08-01T13:10:24.471533"
    },
    "modeling the generation of phase-amplitude coupling in cortical circuits: from detailed networks to neural mass models_2015_r. sotero": {
      "title": "Modeling the Generation of Phase-Amplitude Coupling in Cortical Circuits: From Detailed Networks to Neural Mass Models",
      "doi": "10.1155/2015/915606",
      "status": "resolved",
      "timestamp": "2025-08-01T13:10:42.496473"
    },
    "phase resetting in human auditory cortex to visual speech_2018_p. m{\\'e}gevand": {
      "title": "Phase resetting in human auditory cortex to visual speech",
      "doi": "10.1101/405597",
      "status": "resolved",
      "timestamp": "2025-08-01T13:11:00.506399"
    },
    "cross‐regional phase amplitude coupling supports the encoding of episodic memories_2021_david x. wang": {
      "title": "Cross‐regional phase amplitude coupling supports the encoding of episodic memories",
      "doi": "10.1002/hipo.23309",
      "status": "resolved",
      "timestamp": "2025-08-01T13:11:53.241618"
    },
    "cross-frequency phase-amplitude coupling between hippocampal theta and gamma oscillations during recall destabilizes memory and renders it susceptible to reconsolidation disruption_2020_andressa radiske": {
      "title": "Cross-Frequency Phase-Amplitude Coupling between Hippocampal Theta and Gamma Oscillations during Recall Destabilizes Memory and Renders It Susceptible to Reconsolidation Disruption",
      "doi": "10.1523/jneurosci.0259-20.2020",
      "status": "resolved",
      "timestamp": "2025-08-01T13:12:11.273210"
    },
    "eeg phase-amplitude coupling strength and phase preference: association with age over the first three years after birth_2021_michael g. mariscal": {
      "title": "EEG Phase-Amplitude Coupling Strength and Phase Preference: Association with Age over the First Three Years after Birth",
      "doi": "10.1523/eneuro.0264-20.2021",
      "status": "resolved",
      "timestamp": "2025-08-01T13:12:29.297158"
    },
    "theta-gamma phase amplitude coupling in a hippocampal ca1 microcircuit_2023_a. ponzi": {
      "title": "Theta-gamma phase amplitude coupling in a hippocampal CA1 microcircuit",
      "doi": "10.1371/journal.pcbi.1010942",
      "status": "resolved",
      "timestamp": "2025-08-01T13:12:47.315138"
    },
    "phase–amplitude coupling, mental health and cognition: implications for adolescence_2021_d. sacks": {
      "title": "Phase–Amplitude Coupling, Mental Health and Cognition: Implications for Adolescence",
      "doi": "10.3389/fnhum.2021.622313",
      "status": "resolved",
      "timestamp": "2025-08-01T13:13:05.805686"
    },
    "how to design optimal brain stimulation to modulate phase-amplitude coupling?_2024_benoit duchet": {
      "title": "How to design optimal brain stimulation to modulate phase-amplitude coupling?",
      "doi": "10.1101/2024.02.12.579897",
      "status": "resolved",
      "timestamp": "2025-08-01T13:13:23.858216"
    },
    "phase-amplitude coupling and phase synchronization between medial temporal, frontal and posterior brain regions support episodic autobiographical memory recall_2021_n. roehri": {
      "title": "Phase-Amplitude Coupling and Phase Synchronization Between Medial Temporal, Frontal and Posterior Brain Regions Support Episodic Autobiographical Memory Recall",
      "doi": "10.1101/2021.09.06.459104",
      "status": "resolved",
      "timestamp": "2025-08-01T13:13:41.908634"
    },
    "phase-amplitude coupling of go/nogo task-related neuronal oscillation decreases for humans with insufficient sleep._2023_peng zhang": {
      "title": "Phase-amplitude coupling of Go/Nogo task-related neuronal oscillation decreases for humans with insufficient sleep.",
      "doi": "10.1093/sleep/zsad243",
      "status": "resolved",
      "timestamp": "2025-08-01T13:14:00.037601"
    },
    "phase-amplitude coupling brain networks in children with attention-deficit/hyperactivity disorder_2022_xingping liu": {
      "title": "Phase-Amplitude Coupling Brain Networks in Children with Attention-Deficit/Hyperactivity Disorder",
      "doi": "10.1177/15500594221086195",
      "status": "resolved",
      "timestamp": "2025-08-01T13:14:18.052287"
    },
    "phase-amplitude coupling and infraslow (<1 hz) frequencies in the rat brain: relationship to resting state fmri_2014_g. thompson": {
      "title": "Phase-amplitude coupling and infraslow (<1 Hz) frequencies in the rat brain: relationship to resting state fMRI",
      "doi": "10.3389/fnint.2014.00041",
      "status": "resolved",
      "timestamp": "2025-08-01T13:14:36.061094"
    },
    "eeg phase-amplitude coupling to stratify encephalopathy severity in the developing brain_2021_xinlong wang": {
      "title": "EEG phase-amplitude coupling to stratify encephalopathy severity in the developing brain",
      "doi": "10.1016/j.cmpb.2021.106593",
      "status": "resolved",
      "timestamp": "2025-08-01T13:14:54.065472"
    },
    "addressing pitfalls in phase-amplitude coupling analysis with an extended modulation index toolbox_2020_g. jurkiewicz": {
      "title": "Addressing Pitfalls in Phase-Amplitude Coupling Analysis with an Extended Modulation Index Toolbox",
      "doi": "10.1007/s12021-020-09487-3",
      "status": "resolved",
      "timestamp": "2025-08-01T13:15:12.082372"
    },
    "decreased phase–amplitude coupling between the mpfc and bla during exploratory behaviour in chronic unpredictable mild stress-induced depression model of rats_2021_zihe wang": {
      "title": "Decreased Phase–Amplitude Coupling Between the mPFC and BLA During Exploratory Behaviour in Chronic Unpredictable Mild Stress-Induced Depression Model of Rats",
      "doi": "10.3389/fnbeh.2021.799556",
      "status": "resolved",
      "timestamp": "2025-08-01T13:15:37.382605"
    },
    "event-related phase-amplitude coupling during working memory of musical chords_2021_ting huang": {
      "title": "Event-Related Phase-Amplitude Coupling During Working Memory of Musical Chords",
      "doi": "10.1109/access.2021.3097774",
      "status": "resolved",
      "timestamp": "2025-08-01T13:15:55.411584"
    },
    "multitaper estimates of phase-amplitude coupling_2021_k. lepage": {
      "title": "Multitaper estimates of phase-amplitude coupling",
      "doi": "10.1101/2021.03.02.433586",
      "status": "resolved",
      "timestamp": "2025-08-01T13:16:13.423238"
    },
    "granger causality based directional phase-amplitude coupling measure_2021_t. t. munia": {
      "title": "Granger Causality Based Directional Phase-Amplitude Coupling Measure",
      "doi": "10.1109/icassp39728.2021.9414004",
      "status": "resolved",
      "timestamp": "2025-08-01T13:16:43.898245"
    },
    "seizure onset zone identification based on phase-amplitude coupling of interictal electrocorticogram_2021_yao miao": {
      "title": "Seizure Onset Zone Identification Based on Phase-Amplitude Coupling of Interictal Electrocorticogram",
      "doi": "10.1109/embc46164.2021.9630941",
      "status": "resolved",
      "timestamp": "2025-08-01T13:17:01.910766"
    },
    "what can local transfer entropy tell us about phase-amplitude coupling in electrophysiological signals?_2020_ram{\\'o}n mart{\\'i}nez-cancino": {
      "title": "What Can Local Transfer Entropy Tell Us about Phase-Amplitude Coupling in Electrophysiological Signals?",
      "doi": "10.20944/preprints202010.0006.v1",
      "status": "resolved",
      "timestamp": "2025-08-01T13:17:19.914694"
    },
    "generation of phase-amplitude coupling of neurophysiological signals in a neural mass model of a cortical column_2015_r. sotero": {
      "title": "Generation of phase-amplitude coupling of neurophysiological signals in a neural mass model of a cortical column",
      "doi": "10.1101/023291",
      "status": "resolved",
      "timestamp": "2025-08-01T13:17:37.929147"
    },
    "phase-amplitude coupling in neuronal oscillator networks_2020_yuzhen qin": {
      "title": "Phase-amplitude coupling in neuronal oscillator networks",
      "doi": "10.1103/PhysRevResearch.3.023218",
      "status": "resolved",
      "timestamp": "2025-08-01T13:17:55.956693"
    },
    "computing phase amplitude coupling in eeglab: pactools_2020_ram{\\'o}n mart{\\'i}nez-cancino": {
      "title": "Computing Phase Amplitude Coupling in EEGLAB: PACTools",
      "doi": "10.1109/bibe50027.2020.00070",
      "status": "resolved",
      "timestamp": "2025-08-01T13:18:13.964941"
    },
    "parametric estimation of spectrum driven by an exogenous signal_2017_tom dupr{\\'e} la tour": {
      "title": "Parametric estimation of spectrum driven by an exogenous signal",
      "doi": "10.1109/icassp.2017.7952968",
      "status": "resolved",
      "timestamp": "2025-08-01T13:18:31.978577"
    },
    "repac: reliable estimation of phase-amplitude coupling in brain networks_2020_giulia cisotto": {
      "title": "REPAC: Reliable Estimation of Phase-Amplitude Coupling in Brain Networks",
      "doi": "10.1109/ICASSP39728.2021.9414749",
      "status": "resolved",
      "timestamp": "2025-08-01T13:18:50.011881"
    },
    "phase-dependent stimulation for modulating phase-amplitude coupling: a computational modeling approach_2020_y. salimpour": {
      "title": "Phase-dependent Stimulation for Modulating Phase-amplitude Coupling: A Computational Modeling Approach",
      "doi": "10.1109/embc44109.2020.9175966",
      "status": "resolved",
      "timestamp": "2025-08-01T13:19:08.048643"
    },
    "understanding phase-amplitude coupling from bispectral analysis_2020_coen s. zandvoort": {
      "title": "Understanding phase-amplitude coupling from bispectral analysis",
      "doi": "10.1101/2020.03.20.000745",
      "status": "resolved",
      "timestamp": "2025-08-01T13:19:26.064898"
    },
    "influence of white and gray matter connections on endogenous human cortical oscillations_2016_ammar h. hawasli": {
      "title": "Influence of White and Gray Matter Connections on Endogenous Human Cortical Oscillations",
      "doi": "10.3389/fnhum.2016.00330",
      "status": "resolved",
      "timestamp": "2025-08-01T13:19:44.078294"
    },
    "dyconnmap: dynamic connectome mapping—a neuroimaging python module_2021_avraam d. marimpis": {
      "title": "Dyconnmap: Dynamic connectome mapping—A neuroimaging python module",
      "doi": "10.1002/hbm.25589",
      "status": "resolved",
      "timestamp": "2025-08-01T13:20:02.568104"
    },
    "boosting generalization in bio-signal classification by learning the phase-amplitude coupling_2020_abdelhak lemkhenter": {
      "title": "Boosting Generalization in Bio-signal Classification by Learning the Phase-Amplitude Coupling",
      "doi": "10.1007/978-3-030-71278-5_6",
      "status": "resolved",
      "timestamp": "2025-08-01T13:20:20.582729"
    },
    "implicit analysis of perceptual multimedia experience based on physiological response: a review_2017_jong-seok lee": {
      "title": "Implicit Analysis of Perceptual Multimedia Experience Based on Physiological Response: A Review",
      "doi": "10.1109/tmm.2016.2614880",
      "status": "resolved",
      "timestamp": "2025-08-01T13:20:38.606492"
    },
    "phase-amplitude coupling in autism spectrum disorder: results from the autism biomarkers consortium for clinical trials_2022_fleming c. peck": {
      "title": "Phase-Amplitude Coupling in Autism Spectrum Disorder: Results from the Autism Biomarkers Consortium for Clinical Trials",
      "doi": "10.1101/2022.09.25.22279830",
      "status": "resolved",
      "timestamp": "2025-08-01T13:20:56.617598"
    },
    "a mutual information measure of phase-amplitude coupling using high dimensional sparse models_2022_andrew s. perley": {
      "title": "A Mutual Information Measure of Phase-Amplitude Coupling using High Dimensional Sparse Models",
      "doi": "10.1109/embc48229.2022.9871816",
      "status": "resolved",
      "timestamp": "2025-08-01T13:21:22.126734"
    },
    "phase-amplitude coupling in spontaneous mouse behavior_2016_daniel t thengone": {
      "title": "Phase-Amplitude Coupling in Spontaneous Mouse Behavior",
      "doi": "10.1371/journal.pone.0162262",
      "status": "resolved",
      "timestamp": "2025-08-01T13:21:40.145519"
    },
    "dissociated cortical phase- and amplitude-coupling patterns in the human brain_2018_m. siems": {
      "title": "Dissociated cortical phase- and amplitude-coupling patterns in the human brain",
      "doi": "10.1101/485599",
      "status": "resolved",
      "timestamp": "2025-08-01T13:21:58.183519"
    }
  },
  "statistics": {
    "total": 75,
    "processed": 77,
    "resolved": 74,
    "failed": 3,
    "skipped": 0,
    "rate_limited": 0
  },
  "rate_limit_info": {
    "last_request_time": 1754018500.147917,
    "requests_in_window": 4,
    "window_start": 1754018438.6081173
  },
  "completed_at": "2025-08-01T13:21:58.187244",
  "duration_seconds": 1416.845314502716
}